Repository: snigdha123-iitr/utsarjan_17-09
Catalog: lib/l10n/intl_*.arb
Languages: bn, hi, kn, ml, or, ta, te

source: Utsarjan
bn: উৎসর্জন
hi: उत्सर्जन
kn: ಉತ್ಸರ್ಜನ್
ml: ഉത്സർജൻ
or: ଉତରଜାନ୍ |
ta: உட்சர்ஜன்
te: ఉత్సర్జన్

# registeredNum
source: Registered Mobile Number
bn: নিবন্ধিত মোবাইল নম্বর
hi: पंजीकृत मोबाइल नंबर
kn: ನೋಂದಾಯಿತ ಮೊಬೈಲ್ ಸಂಖ್ಯೆ
ml: രജിസ്റ്റർ ചെയ്ത മൊബൈൽ നമ്പർ
or: ପଞ୍ଜିକୃତ ମୋବାଇଲ୍ ନମ୍ବର |
ta: பதிவு செய்யப்பட்ட மொபைல் எண்
te: రిజిస్టర్డ్ మొబైల్ నంబర్

# generate
source: Generate OTP
bn: OTP জেনারেট করুন
hi: ओटीपी उत्पन्न करें
kn: OTP ರಚಿಸಿ
ml: OTP സൃഷ്ടിക്കുക
or: OTP ସୃଷ୍ଟି କରନ୍ତୁ |
ta: OTP ஐ உருவாக்கவும்
te: OTPని రూపొందించండి

# docAdd
source: Doctor Added Successfully
bn: ডাক্তার সফলভাবে যোগ করা হয়েছে
hi: डॉक्टर को सफलतापूर्वक जोड़ा गया
kn: ವೈದ್ಯರು ಯಶಸ್ವಿಯಾಗಿ ಸೇರಿಸಿದ್ದಾರೆ
ml: ഡോക്ടർ ചേർത്തു
or: ଡାକ୍ତର ସଫଳତାର ସହିତ ଯୋଡିଛନ୍ତି |
ta: டாக்டர் வெற்றிகரமாக சேர்க்கப்பட்டார்
te: డాక్టర్ విజయవంతంగా చేర్చబడింది

# docUnable
source: Unable to add doctor
bn: ডাক্তার যোগ করতে অক্ষম
hi: डॉक्टर जोड़ने में असमर्थ
kn: ವೈದ್ಯರನ್ನು ಸೇರಿಸಲು ಸಾಧ್ಯವಾಗುತ್ತಿಲ್ಲ
ml: പ്രമാണം ചേർക്കാൻ കഴിയുന്നില്ല
or: ଡାକ୍ତର ଯୋଗ କରିବାକୁ ଅସମର୍ଥ |
ta: டாக்டரை சேர்க்க முடியவில்லை
te: డాక్టర్‌ని జోడించడం సాధ్యం కాలేదు

# choose
source: Please Choose starting (From) Date
bn: অনুগ্রহ করে শুরুর (থেকে) তারিখ বেছে নিন
hi: कृपया प्रारंभ (से) दिनांक चुनें
kn: ದಯವಿಟ್ಟು ಪ್ರಾರಂಭದ (ಇಂದ) ದಿನಾಂಕವನ್ನು ಆರಿಸಿ
ml: ദയവായി ആരംഭിക്കുന്ന (മുതൽ) തീയതി തിരഞ്ഞെടുക്കുക
or: ଦୟାକରି ଆରମ୍ଭ (ଠାରୁ) ତାରିଖ ବାଛନ୍ତୁ |
ta: தொடங்கும் (இருந்து) தேதியைத் தேர்வு செய்யவும்
te: దయచేసి ప్రారంభ (నుండి) తేదీని ఎంచుకోండి

# chooseOne
source: Please Choose end (to) Date
bn: অনুগ্রহ করে শেষ (থেকে) তারিখ বেছে নিন
hi: कृपया समाप्ति (तक) तिथि चुनें
kn: ದಯವಿಟ್ಟು ಕೊನೆಯ (ಟು) ದಿನಾಂಕವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: ദയവായി അവസാന (ടു) തീയതി തിരഞ്ഞെടുക്കുക
or: ଦୟାକରି ଶେଷ (ରୁ) ତାରିଖ ବାଛନ୍ତୁ |
ta: இறுதி (வரை) தேதியைத் தேர்வு செய்யவும்
te: దయచేసి ముగింపు (నుండి) తేదీని ఎంచుకోండి

# please
source: Please contact your doctor at the earliest (
bn: অনুগ্রহ করে তাড়াতাড়ি আপনার ডাক্তারের সাথে যোগাযোগ করুন (
hi: कृपया जल्द से जल्द अपने चिकित्सक से संपर्क करें (
kn: ದಯವಿಟ್ಟು ಆದಷ್ಟು ಬೇಗ ನಿಮ್ಮ ವೈದ್ಯರನ್ನು ಸಂಪರ್ಕಿಸಿ (
ml: ദയവായി നിങ്ങളുടെ ഡോക്ടറെ എത്രയും വേഗം ബന്ധപ്പെടുക (
or: ଦୟାକରି ଶୀଘ୍ର ଡାକ୍ତରଙ୍କ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ (
ta: தயவுசெய்து உங்கள் மருத்துவரை விரைவில் தொடர்பு கொள்ளவும் (
te: దయచేసి వీలైనంత త్వరగా మీ వైద్యుడిని సంప్రదించండి (

# success
source: Data Added Successfully
bn: ডেটা সফলভাবে যোগ করা হয়েছে
hi: डेटा सफलतापूर्वक जोड़ा गया
kn: ಡೇಟಾವನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಸೇರಿಸಲಾಗಿದೆ
ml: ഡാറ്റ വിജയകരമായി ചേർത്തു
or: ତଥ୍ୟ ସଫଳତାର ସହିତ ଯୋଡା ଯାଇଛି |
ta: தரவு வெற்றிகரமாக சேர்க்கப்பட்டது
te: డేటా విజయవంతంగా జోడించబడింది

# critical
source: patient critical:
bn: রোগী গুরুতর:
hi: रोगी गंभीर:
kn: ರೋಗಿಯ ನಿರ್ಣಾಯಕ:
ml: രോഗി ഗുരുതരം:
or: ରୋଗୀ ଗୁରୁତର:
ta: நோயாளி முக்கியமானவர்:
te: రోగి క్లిష్టమైన:

# enterMed
source: Enter Medicine name
bn: ওষুধের নাম লিখুন
hi: दवा का नाम दर्ज करें
kn: ಔಷಧದ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
ml: മെഡിസിൻ പേര് നൽകുക
or: ମେଡିସିନ୍ ନାମ ପ୍ରବେଶ କରନ୍ତୁ |
ta: மருந்தின் பெயரை உள்ளிடவும்
te: మెడిసిన్ పేరును నమోదు చేయండి

# otp
source: Enter OTP
bn: OTP লিখুন
hi: ओटीपी दर्ज करें
kn: OTP ನಮೂದಿಸಿ
ml: OTP നൽകുക
or: OTP ପ୍ରବେଶ କରନ୍ତୁ |
ta: OTP ஐ உள்ளிடவும்
te: OTPని నమోదు చేయండి

source: Send
bn: পাঠান
hi: भेजें
kn: ಕಳುಹಿಸು
ml: അയക്കുക
or: ପଠାନ୍ତୁ |
ta: அனுப்பு
te: పంపండి

# reset
source: Reset Password
bn: পাসওয়ার্ড রিসেট করুন
hi: पासवर्ड रीसेट
kn: ಪಾಸ್ವರ್ಡ್ ಮರುಹೊಂದಿಸಿ
ml: പാസ്‌വേഡ് പുനഃസജ്ജമാക്കുക
or: ପାସୱାର୍ଡ ପୁନ Res ସେଟ୍ କରନ୍ତୁ |
ta: கடவுச்சொல்லை மீட்டமைக்க
te: రహస్యపదాన్ని మార్చుకోండి

# enterNewPass
source: Enter new password
bn: নতুন পাসওয়ার্ড লিখুন
hi: नया पासवर्ड दर्ज करें
kn: ಹೊಸ ಗುಪ್ತಪದವನ್ನು ನಮೂದಿಸಿ
ml: പുതിയ പാസ്‌വേഡ് നൽകുക
or: ନୂତନ ପାସୱାର୍ଡ ପ୍ରବେଶ କରନ୍ତୁ |
ta: புதிய கடவுச்சொல்லை உள்ளிடவும்
te: కొత్త పాస్‌వర్డ్‌ను నమోదు చేయండి

# enterName
source: Please Enter name
bn: নাম লিখুন দয়া করে
hi: कृपया नाम दर्ज करें
kn: ದಯವಿಟ್ಟು ಹೆಸರನ್ನು ನಮೂದಿಸಿ
ml: ദയവായി പേര് നൽകുക
or: ଦୟାକରି ନାମ ପ୍ରବେଶ କରନ୍ତୁ |
ta: தயவுசெய்து பெயரை உள்ளிடவும்
te: దయచేసి పేరు నమోదు చేయండి

# enterMobile
source: Please Enter Mobile Number
bn: অনুগ্রহ করে মোবাইল নম্বর লিখুন
hi: कृपया मोबाइल नंबर दर्ज करें
kn: ದಯವಿಟ್ಟು ಮೊಬೈಲ್ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
ml: ദയവായി മൊബൈൽ നമ്പർ നൽകുക
or: ଦୟାକରି ମୋବାଇଲ୍ ନମ୍ବର ପ୍ରବେଶ କରନ୍ତୁ |
ta: மொபைல் எண்ணை உள்ளிடவும்
te: దయచేసి మొబైల్ నంబర్‌ను నమోదు చేయండి

# correctMobile
source: Please Enter correct Mobile Number
bn: অনুগ্রহ করে সঠিক মোবাইল নম্বর লিখুন
hi: कृपया सही मोबाइल नंबर दर्ज करें
kn: ದಯವಿಟ್ಟು ಸರಿಯಾದ ಮೊಬೈಲ್ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
ml: ദയവായി ശരിയായ മൊബൈൽ നമ്പർ നൽകുക
or: ଦୟାକରି ସଠିକ୍ ମୋବାଇଲ୍ ନମ୍ବର ପ୍ରବେଶ କରନ୍ତୁ |
ta: சரியான மொபைல் எண்ணை உள்ளிடவும்
te: దయచేసి సరైన మొబైల్ నంబర్‌ను నమోదు చేయండి

# enterPassword
source: Please Enter Password
bn: পাসওয়ার্ড লিখুন দয়া করে
hi: कृपया पासवर्ड दर्ज करें
kn: ದಯವಿಟ್ಟು ಪಾಸ್‌ವರ್ಡ್ ನಮೂದಿಸಿ
ml: ദയവായി പാസ്‌വേഡ് നൽകുക
or: ଦୟାକରି ପାସୱାର୍ଡ ପ୍ରବେଶ କରନ୍ତୁ |
ta: கடவுச்சொல்லை உள்ளிடவும்
te: దయచేసి పాస్‌వర్డ్‌ని నమోదు చేయండి

# notMatched
source: Password not matched
bn: পাসওয়ার্ড মেলেনি
hi: पासवर्ड का मिलान नहीं हुआ
kn: ಪಾಸ್ವರ್ಡ್ ಹೊಂದಿಕೆಯಾಗಲಿಲ್ಲ
ml: പാസ്‌വേഡ് പൊരുത്തപ്പെടുന്നില്ല
or: ପାସୱାର୍ଡ ମେଳ ଖାଉ ନାହିଁ |
ta: கடவுச்சொல் பொருந்தவில்லை
te: పాస్‌వర్డ్ సరిపోలలేదు

# enterSpeciality
source: Please Enter your speciality
bn: আপনার বিশেষত্ব লিখুন দয়া করে
hi: कृपया अपनी विशेषता दर्ज करें
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ವಿಶೇಷತೆಯನ್ನು ನಮೂದಿಸಿ
ml: ദയവായി നിങ്ങളുടെ സ്പെഷ്യാലിറ്റി നൽകുക
or: ଦୟାକରି ଆପଣଙ୍କର ବିଶେଷତା ପ୍ରବେଶ କରନ୍ତୁ |
ta: தயவுசெய்து உங்கள் சிறப்பை உள்ளிடவும்
te: దయచేసి మీ ప్రత్యేకతను నమోదు చేయండి

# enterEmail
source: Please Enter email
bn: ইমেল লিখুন
hi: कृपया ईमेल दर्ज करें
kn: ದಯವಿಟ್ಟು ಇಮೇಲ್ ನಮೂದಿಸಿ
ml: ദയവായി ഇമെയിൽ നൽകുക
or: ଦୟାକରି ଇମେଲ୍ ପ୍ରବେଶ କରନ୍ତୁ |
ta: மின்னஞ்சலை உள்ளிடவும்
te: దయచేసి ఇమెయిల్‌ని నమోదు చేయండి

# enterHospital
source: Please Enter Hospital name
bn: দয়া করে হাসপাতালের নাম লিখুন
hi: कृपया अस्पताल का नाम दर्ज करें
kn: ದಯವಿಟ್ಟು ಆಸ್ಪತ್ರೆಯ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
ml: ദയവായി ആശുപത്രിയുടെ പേര് നൽകുക
or: ଦୟାକରି ହସ୍ପିଟାଲର ନାମ ପ୍ରବେଶ କରନ୍ତୁ |
ta: மருத்துவமனை பெயரை உள்ளிடவும்
te: దయచేసి ఆసుపత్రి పేరును నమోదు చేయండి

# enterAge
source: Please Enter age
bn: বয়স লিখুন
hi: कृपया उम्र दर्ज करें
kn: ದಯವಿಟ್ಟು ವಯಸ್ಸನ್ನು ನಮೂದಿಸಿ
ml: ദയവായി പ്രായം നൽകുക
or: ଦୟାକରି ବୟସ ପ୍ରବେଶ କରନ୍ତୁ |
ta: தயவுசெய்து வயதை உள்ளிடவும்
te: దయచేసి వయస్సుని నమోదు చేయండి

# enterDate
source: Please Enter date
bn: তারিখ লিখুন
hi: कृपया तिथि दर्ज करें
kn: ದಯವಿಟ್ಟು ದಿನಾಂಕವನ್ನು ನಮೂದಿಸಿ
ml: ദയവായി തീയതി നൽകുക
or: ଦୟାକରି ତାରିଖ ପ୍ରବେଶ କରନ୍ତୁ |
ta: தயவுசெய்து தேதியை உள்ளிடவும்
te: దయచేసి తేదీని నమోదు చేయండి

# selectEducation
source: Please Select Education
bn: শিক্ষা নির্বাচন করুন
hi: कृपया शिक्षा का चयन करें
kn: ದಯವಿಟ್ಟು ಶಿಕ್ಷಣವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: ദയവായി വിദ്യാഭ്യാസം തിരഞ്ഞെടുക്കുക
or: ଦୟାକରି ଶିକ୍ଷା ଚୟନ କରନ୍ତୁ |
ta: கல்வியைத் தேர்ந்தெடுக்கவும்
te: దయచేసి విద్యను ఎంచుకోండి

# selectSE
source: Please Select SE Status
bn: অনুগ্রহ করে SE স্থিতি নির্বাচন করুন
hi: कृपया एसई स्थिति चुनें
kn: ದಯವಿಟ್ಟು SE ಸ್ಥಿತಿಯನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: ദയവായി SE സ്റ്റാറ്റസ് തിരഞ്ഞെടുക്കുക
or: ଦୟାକରି SE ସ୍ଥିତି ଚୟନ କରନ୍ତୁ |
ta: SE நிலையைத் தேர்ந்தெடுக்கவும்
te: దయచేసి SE స్థితిని ఎంచుకోండి

# enterDocNum
source: Enter Doctor's Number
bn: ডাক্তারের নম্বর লিখুন
hi: डॉक्टर नंबर दर्ज करें
kn: ವೈದ್ಯರ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
ml: ഡോക്ടർ നമ്പർ നൽകുക
or: ଡାକ୍ତରଙ୍କ ସଂଖ୍ୟା ପ୍ରବେଶ କରନ୍ତୁ |
ta: மருத்துவரின் எண்ணை உள்ளிடவும்
te: వైద్యుని సంఖ్యను నమోదు చేయండి

# enterDocName
source: Enter Doctor's Name
bn: ডাক্তারের নাম লিখুন
hi: डॉक्टर का नाम दर्ज करें
kn: ವೈದ್ಯರ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
ml: ഡോക്ടറുടെ പേര് നൽകുക
or: ଡାକ୍ତରଙ୍କ ନାମ ପ୍ରବେଶ କରନ୍ତୁ |
ta: மருத்துவரின் பெயரை உள்ளிடவும்
te: డాక్టర్ పేరు నమోదు చేయండి

# register
source: Register as
bn: হিসাবে নিবন্ধন করুন
hi: रजिस्टर करें
kn: ನಂತೆ ನೋಂದಾಯಿಸಿ
ml: ആയി രജിസ്റ്റർ ചെയ്യുക
or: ପରି ପଞ୍ଜିକରଣ କରନ୍ତୁ |
ta: என பதிவு செய்யவும்
te: గా నమోదు చేసుకోండి

source: Doctor Registration
bn: ডাক্তার নিবন্ধন
hi: चिकित्सक पंजीकरण
kn: ವೈದ್ಯರ ನೋಂದಣಿ
ml: ഡോക്ടർ രജിസ്ട്രേഷൻ
or: ଡାକ୍ତର ପଞ୍ଜୀକରଣ |
ta: மருத்துவர் பதிவு
te: డాక్టర్ నమోదు

# doctorHospital
source: Doctor's Hospital
bn: ডাক্তারের হাসপাতাল
hi: डॉक्टर का अस्पताल
kn: ವೈದ್ಯರ ಆಸ್ಪತ್ರೆ
ml: ഡോക്ടറുടെ ആശുപത്രി
or: ଡାକ୍ତରଖାନା
ta: மருத்துவர் மருத்துவமனை
te: డాక్టర్ హాస్పిటల్

# doctorSpeciality
source: Doctor's Speciality
bn: ডাক্তারের বিশেষত্ব
hi: डॉक्टर की विशेषता
kn: ವೈದ್ಯರ ವಿಶೇಷತೆ
ml: ഡോക്ടറുടെ പ്രത്യേകത
or: ଡାକ୍ତରଙ୍କ ବିଶେଷତା |
ta: மருத்துவரின் சிறப்பு
te: డాక్టర్ స్పెషాలిటీ

source: OR
bn: বা
hi: या
kn: ಅಥವಾ
ml: അഥവാ
or: କିମ୍ବା
ta: அல்லது
te: లేదా

source: Patient
bn: রোগী
hi: मरीज
kn: ರೋಗಿ
ml: രോഗി
or: ରୋଗୀ
ta: நோயாளி
te: రోగి

source: Doctor
bn: ডাক্তার
hi: चिकित्सक
kn: ಡಾಕ್ಟರ್
ml: ഡോക്ടർ
or: ଡାକ୍ତର
ta: டாக்டர்
te: వైద్యుడు

source: Sign In
bn: সাইন ইন করুন
hi: साइन इन करें
kn: ಸೈನ್ ಇನ್ ಮಾಡಿ
ml: സൈൻ ഇൻ
or: ଚୁକ୍ତି କରିବା
ta: உள்நுழையவும்
te: సైన్ ఇన్ చేయండి

source: Mobile Number
bn: মোবাইল নম্বর
hi: मोबाइल नंबर
kn: ಮೊಬೈಲ್ ನಂಬರ
ml: മൊബൈൽ നമ്പർ
or: ମୋବାଇଲ୍ ନମ୍ବର
ta: கைபேசி எண்
te: మొబైల్ నంబర్

source: Password
bn: পাসওয়ার্ড
hi: पासवर्ड
kn: ಗುಪ್ತಪದ
ml: മറന്നോ
or: ପାସୱାର୍ଡ
ta: கடவுச்சொல்
te: పాస్వర్డ్

# forgot
source: Forgot password
bn: পাসওয়ার্ড ভুলে গেছেন
hi: पासवर्ड भूल गए
kn: ಪಾಸ್ವರ್ಡ್ ಮರೆತಿರಾ
ml: പാസ്വേഡ് മറന്നോ
or: ପାସୱାର୍ଡ଼ ଭୁଲି ଗଲେ କି
ta: கடவுச்சொல்லை மறந்துவிட்டீர்களா
te: పాస్‌వర్డ్ మర్చిపోయాను

source: Name
bn: নাম
hi: नाम
kn: ಹೆಸರು
ml: പേര്
or: ନାମ
ta: பெயர்
te: పేరు

source: Address
bn: ঠিকানা (ঐচ্ছিক)
hi: पता (ऐच्छिक)
kn: ವಿಳಾಸ (ಐಚ್ಛಿಕ)
ml: വിലാസം (ഓപ്ഷണൽ)
or: ଠିକଣା (ବ al କଳ୍ପିକ)
ta: முகவரி (விரும்பினால்)
te: చిరునామా (ఐచ్ఛికం)

source: Age
bn: বয়স
hi: उम्र
kn: ವಯಸ್ಸು
ml: വയസ്സ്
or: ବୟସ
ta: வயது
te: వయస్సు

# extraDetails
source: Extra Details (optional)
bn: অতিরিক্ত বিবরণ (ঐচ্ছিক)
hi: अतिरिक्त जानकारी (ऐच्छिक)
kn: ಹೆಚ್ಚುವರಿ ವಿವರಗಳು (ಐಚ್ಛಿಕ)
ml: അധിക വിശദാംശങ്ങൾ (ഓപ്ഷണൽ)
or: ଅତିରିକ୍ତ ବିବରଣୀ (ବ al କଳ୍ପିକ)
ta: கூடுதல் விவரங்கள் (விரும்பினால்)
te: అదనపు వివరాలు (ఐచ్ఛికం)

# highBPHistory
source: History of high blood pressure prior to pregnancy
bn: গর্ভাবস্থার আগে উচ্চ রক্তচাপের ইতিহাস
hi: गर्भावस्था से पूर्व उच्च रक्त चाप की हिस्‍ट्री
kn: ಗರ್ಭಧಾರಣೆಯ ಮೊದಲು ಅಧಿಕ ರಕ್ತದೊತ್ತಡದ ಇತಿಹಾಸ
ml: ഗർഭധാരണത്തിനു മുമ്പുള്ള ഉയർന്ന രക്തസമ്മർദ്ദത്തിന്റെ ചരിത്രം
or: ଗର୍ଭାବସ୍ଥା ପୂର୍ବରୁ ଉଚ୍ଚ ରକ୍ତଚାପର ଇତିହାସ |
ta: கர்ப்பத்திற்கு முன் உயர் இரத்த அழுத்தத்தின் வரலாறு
te: గర్భధారణకు ముందు అధిక రక్తపోటు చరిత్ర

# historyOfPreeclampsia
source: A history of preeclampsia
bn: প্রিক্ল্যাম্পসিয়ার ইতিহাস
hi: प्रीक्‍लैंप्‍सिया की हिस्‍ट्री
kn: ಪ್ರಿಕ್ಲಾಂಪ್ಸಿಯಾದ ಇತಿಹಾಸ
ml: പ്രീക്ലാമ്പ്സിയയുടെ ഒരു ചരിത്രം
or: Preeclampsia ର ଏକ ଇତିହାସ |
ta: ப்ரீக்ளாம்ப்சியாவின் வரலாறு
te: ప్రీక్లాంప్సియా చరిత్ర

# havingAMother
source: Having a mother or sister who had preeclampsia
bn: প্রিক্ল্যাম্পসিয়া ছিল এমন একজন মা বা বোন আছে
hi: माँ या बहन की प्रीक्‍लैंप्‍सिया होने की हिस्‍ट्री
kn: ಪ್ರಿಕ್ಲಾಂಪ್ಸಿಯಾ ಹೊಂದಿರುವ ತಾಯಿ ಅಥವಾ ಸಹೋದರಿಯನ್ನು ಹೊಂದಿರುವುದು
ml: പ്രീക്ലാംസിയ ബാധിച്ച ഒരു അമ്മയോ സഹോദരിയോ ഉള്ളത്
or: ଏକ ମା କିମ୍ବା ଭଉଣୀ ରହିବା, ଯାହାର preeclampsia ଥିଲା |
ta: ப்ரீக்ளாம்ப்சியாவால் பாதிக்கப்பட்ட தாய் அல்லது சகோதரி இருப்பது
te: ప్రీక్లాంప్సియా ఉన్న తల్లి లేదా సోదరిని కలిగి ఉండటం

# carring
source: Carrying more than one baby
bn: একাধিক বাচ্চা বহন করা
hi: एक से अधिक संतान
kn: ಒಂದಕ್ಕಿಂತ ಹೆಚ್ಚು ಮಗುವನ್ನು ಹೊತ್ತೊಯ್ಯುವುದು
ml: ഒന്നിലധികം കുഞ്ഞുങ്ങളെ വഹിക്കുന്നു
or: ଗୋଟିଏରୁ ଅଧିକ ଶିଶୁ ବହନ କରିବା |
ta: ஒன்றுக்கு மேற்பட்ட குழந்தைகளை சுமப்பது
te: ఒకటి కంటే ఎక్కువ మంది పిల్లలను మోయడం

# historyOfDiabetes
source: History of diabetes, kidney disease, lumps or rheumatoid arthritis
bn: ডায়াবেটিস, কিডনি রোগ, পিণ্ড বা রিউমাটয়েড আর্থ্রাইটিসের ইতিহাস
hi: मधुमेह, गुर्दे की बीमारी गांठ या रूमेटाइड गठिया की हिस्‍ट्री
kn: ಮಧುಮೇಹ, ಮೂತ್ರಪಿಂಡ ಕಾಯಿಲೆ, ಉಂಡೆಗಳು ಅಥವಾ ರುಮಟಾಯ್ಡ್ ಸಂಧಿವಾತದ ಇತಿಹಾಸ
ml: പ്രമേഹം, വൃക്ക രോഗം, മുഴകൾ അല്ലെങ്കിൽ റൂമറ്റോയ്ഡ് ആർത്രൈറ്റിസ് എന്നിവയുടെ ചരിത്രം
or: ମଧୁମେହ, କିଡନୀ ରୋଗ, ଗୁଣ୍ଡ ବା ରିମାଟଏଡ ଆର୍ଥ୍ରାଇଟିସର ଇତିହାସ |
ta: நீரிழிவு, சிறுநீரக நோய், கட்டிகள் அல்லது முடக்கு வாதம் ஆகியவற்றின் வரலாறு
te: మధుమేహం, మూత్రపిండాల వ్యాధి, గడ్డలు లేదా రుమటాయిడ్ ఆర్థరైటిస్ చరిత్ర

# obesityHistory
source: A history of obesity
bn: স্থূলতার ইতিহাস
hi: स्थूलता की हिस्‍ट्री
kn: ಸ್ಥೂಲಕಾಯತೆಯ ಇತಿಹಾಸ
ml: അമിതവണ്ണത്തിന്റെ ചരിത്രം
or: ମେଦବହୁଳତାର ଏକ ଇତିହାସ |
ta: உடல் பருமனின் வரலாறு
te: ఊబకాయం యొక్క చరిత్ర

source: Education
bn: শিক্ষা
hi: शिक्षा
kn: ಶಿಕ್ಷಣ
ml: വിദ്യാഭ്യാസം
or: ଶିକ୍ଷା
ta: கல்வி
te: చదువు

# status
source: SE Status
bn: SE স্ট্যাটাস
hi: स्टेटस
kn: SE ಸ್ಥಿತಿ
ml: SE നില
or: SE ସ୍ଥିତି
ta: SE நிலை
te: SE స్థితి

# credentials
source: Your Credentials
bn: আপনার শংসাপত্র
hi: आपका परिचय पत्र
kn: ನಿಮ್ಮ ರುಜುವಾತುಗಳು
ml: നിങ്ങളുടെ യോഗ്യതാപത്രങ്ങൾ
or: ତୁମର ପରିଚୟପତ୍ର
ta: உங்கள் சான்றுகள்
te: మీ ఆధారాలు

# confirm
source: confirm password
bn: পাসওয়ার্ড নিশ্চিত করুন
hi: पासवर्ड की पुष्टि करे
kn: ಪಾಸ್ವರ್ಡ್ ದೃಢೀಕರಿಸಿ
ml: പാസ്വേഡ് സ്ഥിരീകരിക്കുക
or: ପାସ୍ବାଡ଼ ନିସ୍ଚିତ କର
ta: கடவுச்சொல்லை உறுதிப்படுத்தவும்
te: పాస్వర్డ్ను నిర్ధారించండి

source: Email (optional)
bn: ইমেল (ঐচ্ছিক)
hi: ईमेल (ऐच्छिक)
kn: ಇಮೇಲ್ (ಐಚ್ಛಿಕ)
ml: ഇമെയിൽ (ഓപ്ഷണൽ)
or: ଇମେଲ୍ (ବ al କଳ୍ପିକ)
ta: மின்னஞ்சல் (விரும்பினால்)
te: ఇమెయిల్ (ఐచ్ఛికం)

# whoMed
source: WHO Medication
bn: WHO ঔষধ
hi: WHO दवा
kn: WHO ಔಷಧಿ
ml: WHO മരുന്ന്
or: WHO ଚିକିତ୍ସା |
ta: WHO மருந்து
te: WHO ఔషధం

# dummy
source: *Dummy data for educational purpose
bn: *শিক্ষাগত উদ্দেশ্যে ডামি ডেটা
hi: *शैक्षिक उद्देश्य के लिए डमी डेटा
kn: *ಶೈಕ್ಷಣಿಕ ಉದ್ದೇಶಕ್ಕಾಗಿ ನಕಲಿ ಡೇಟಾ
ml: *വിദ്യാഭ്യാസ ആവശ്യങ്ങൾക്കുള്ള ഡമ്മി ഡാറ്റ
or: *ଶିକ୍ଷାଗତ ଉଦ୍ଦେଶ୍ୟ ପାଇଁ ଡମି ତଥ୍ୟ |
ta: *கல்வி நோக்கத்திற்காக போலி தரவு
te: *విద్యా ప్రయోజనం కోసం నకిలీ డేటా

# docMobile
source: Doctor's Mobile
bn: ডাক্তারের মোবাইল
hi: डॉक्टर का मोबाइल
kn: ವೈದ್ಯರ ಮೊಬೈಲ್
ml: ഡോക്ടറുടെ മൊബൈൽ
or: ଡାକ୍ତରଙ୍କ ମୋବାଇଲ୍ |
ta: மருத்துவரின் மொபைல்
te: డాక్టర్ మొబైల్

# exit
source: Do you really want to exit
bn: আপনি কি সত্যিই প্রস্থান করতে চান
kn: ನೀವು ನಿಜವಾಗಿಯೂ ನಿರ್ಗಮಿಸಲು ಬಯಸುವಿರಾ
or: ଆପଣ ପ୍ରକୃତରେ ବାହାରକୁ ଯିବାକୁ ଚାହୁଁଛନ୍ତି କି?
ta: நீங்கள் உண்மையில் வெளியேற விரும்புகிறீர்களா
te: మీరు నిజంగా నిష్క్రమించాలనుకుంటున్నారా

source: Yes
bn: হ্যাঁ
hi: हां
kn: ಹೌದು
ml: അതെ
or: ହଁ
ta: ஆம்
te: అవును

source: No
bn: না
hi: नहीं
kn: ಇಲ್ಲ
ml: ഇല്ല
or: ନା
ta: இல்லை
te: నం

# warn
source: Warning
bn: সতর্কতা
hi: चेतावनी
kn: ಎಚ್ಚರಿಕೆ
ml: മുന്നറിയിപ്പ്
or: ଚେତାବନୀ
ta: எச்சரிக்கை
te: హెచ్చరిక

# registeredDoc
source: Registered Doctor's mobile number
bn: নিবন্ধিত ডাক্তারের মোবাইল নম্বর
hi: दर्ज करा हुआ चिकित्सक का मोबाइल नंबर
kn: ನೋಂದಾಯಿತ ವೈದ್ಯರ ಮೊಬೈಲ್ ಸಂಖ್ಯೆ
ml: രജിസ്റ്റർ ചെയ്ത ഡോക്ടറുടെ മൊബൈൽ നമ്പർ
or: ପଞ୍ଜୀକୃତ ଡାକ୍ତରଙ୍କ ମୋବାଇଲ୍ ନମ୍ବର |
ta: பதிவுசெய்யப்பட்ட மருத்துவரின் மொபைல் எண்
te: రిజిస్టర్డ్ డాక్టర్ మొబైల్ నంబర్

source: Doctor Name
bn: ডাক্তারের নাম
hi: चिकित्सक का नाम
kn: ವೈದ್ಯರ ಹೆಸರು
ml: ഡോക്ടറുടെ പേര്
or: ଡାକ୍ତରଙ୍କ ନାମ
ta: மருத்துவரின் பெயர்
te: డాక్టర్ పేరు

source: Speciality
bn: বিশেষত্ব
hi: स्पेशलिटी
kn: ವಿಶೇಷತೆ
ml: സ്പെഷ്യാലിറ്റി
or: ବିଶେଷତା
ta: சிறப்பு
te: ప్రత్యేకత

source: Hospital
bn: হাসপাতাল
hi: अस्पताल
kn: ಆಸ್ಪತ್ರೆ
ml: ആശുപത്രി
or: ଡାକ୍ତରଖାନା
ta: மருத்துவமனை
te: ఆసుపత్రి

source: Not Following
bn: অনুসরণ করছে না
hi: पालन ​​नहीं कर रहे
kn: ಅನುಸರಿಸುತ್ತಿಲ್ಲ
ml: പിന്തുടരുന്നില്ല
or: ଅନୁସରଣ କରୁନାହିଁ |
ta: பின்பற்றவில்லை
te: అనుసరించడం లేదు

source: Add Data
bn: ডেটা যোগ করুন
hi: डेटा जोड़ें
kn: ಡೇಟಾವನ್ನು ಸೇರಿಸಿ
ml: ഡാറ്റ ചേർക്കുക
or: ଡାଟା ଯୋଡନ୍ତୁ |
ta: தரவைச் சேர்க்கவும்
te: డేటాను జోడించండి

source: Tests
bn: টেস্ট
hi: परीक्षण
kn: ಪರೀಕ್ಷೆಗಳು
ml: ടെസ്റ്റുകൾ
or: ପରୀକ୍ଷା
ta: சோதனைகள்
te: పరీక్షలు

source: Medications
bn: ওষুধ
hi: दवाएं
kn: ಔಷಧಿಗಳು
ml: മരുന്നുകൾ
ta: மருந்துகள்
te: మందులు

source: Your History
bn: আপনার ইতিহাস
hi: आपकी हिस्‍ट्री
kn: ನಿಮ್ಮ ಇತಿಹಾಸ
ml: നിങ്ങളുടെ ചരിത്രം
ta: உங்கள் வரலாறு
te: మీ చరిత్ర

# systolic
source: Systolic BP
bn: সিস্টোলিক বিপি
hi: सिस्टोलिक बीपी
kn: ಸಿಸ್ಟೊಲಿಕ್ ಬಿಪಿ
ml: സിസ്റ്റോളിക് ബിപി
or: ସିଷ୍ଟୋଲିକ୍ ବିପି
ta: சிஸ்டாலிக் பிபி
te: సిస్టోలిక్ BP

# diastolic
source: Diastolic BP
bn: ডায়াস্টোলিক বিপি
hi: डायस्टोलिक बीपी
kn: ಡಯಾಸ್ಟೊಲಿಕ್ ಬಿಪಿ
ml: ഡയസ്റ്റോളിക് ബിപി
or: ଡାଇଷ୍ଟୋଲିକ୍ ବି.ପି.
ta: டயஸ்டாலிக் பிபி
te: డయాస్టొలిక్ BP

source: Weight
bn: ওজন
hi: वजन
kn: ತೂಕ
ml: ഭാരം
or: ଓଜନ
ta: எடை
te: బరువు

# kg
source: in Kg
bn: কেজিতে
hi: किलो में
kn: ಕೆ.ಜಿ.ಯಲ್ಲಿ
ml: കിലോയിൽ
or: Kg ରେ
ta: கிலோவில்
te: కేజీలో

source: Symptoms
bn: লক্ষণ
hi: लक्षण
kn: ರೋಗಲಕ್ಷಣಗಳು
ml: ലക്ഷണങ്ങൾ
or: ଲକ୍ଷଣ
ta: அறிகுறிகள்
te: లక్షణాలు

source: Body Weight
bn: শরীরের ওজন
hi: शरीर का वजन
kn: ದೇಹದ ತೂಕ
ml: ഭാരം
or: ଶରୀରର ଓଜନ |
ta: உடல் எடை
te: శరీర బరువు

source: Notifications
bn: বিজ্ঞপ্তি
hi: सूचनाएं
kn: ಅಧಿಸೂಚನೆಗಳು
ml: അറിയിപ്പുകൾ
or: ବିଜ୍ଞପ୍ତିଗୁଡିକ |
ta: அறிவிப்புகள்
te: నోటిఫికేషన్‌లు

source: Nearby Hospitals
bn: কাছাকাছি হাসপাতাল
hi: आस-पास के अस्पताल
kn: ಹತ್ತಿರದ ಆಸ್ಪತ್ರೆಗಳು
ml: അടുത്തുള്ള ആശുപത്രികൾ
or: ନିକଟସ୍ଥ ଡାକ୍ତରଖାନା |
ta: அருகிலுள்ள மருத்துவமனைகள்
te: సమీపంలోని ఆసుపత్రులు

# complicationImages
source: Complicated Images
bn: জটিল ছবি
hi: जटिलता रिपोर्ट
kn: ಸಂಕೀರ್ಣ ಚಿತ್ರಗಳು
ml: സങ്കീർണ്ണമായ ചിത്രങ്ങൾ
or: ଜଟିଳ ପ୍ରତିଛବି |
ta: சிக்கலான படங்கள்
te: సంక్లిష్టమైన చిత్రాలు

source: Logout
bn: প্রস্থান
hi: लॉग आउट
kn: ಲಾಗ್ ಔಟ್
ml: പുറത്തുകടക്കുക
or: ପ୍ରସ୍ଥାନ କର
ta: வெளியேறு
te: లాగ్అవుట్

source: Change/Add Doctor
bn: পরিবর্তন/ডাক্তার যোগ করুন
hi: चिकित्सक परिवर्तन/जोड़ें
kn: ಬದಲಾಯಿಸಿ/ವೈದ್ಯರನ್ನು ಸೇರಿಸಿ
ml: ഡോക്ടറെ മാറ്റുക/ചേർക്കുക
or: ଡାକ୍ତର ପରିବର୍ତ୍ତନ / ଯୋଡନ୍ତୁ |
ta: டாக்டரை மாற்றவும்/சேர்க்கவும்
te: డాక్టర్‌ని మార్చండి/జోడించండి

# changeDoc
source: Change Doctor
bn: ডাক্তার বদলান
hi: डॉक्टर बदलें
kn: ವೈದ್ಯರನ್ನು ಬದಲಾಯಿಸಿ
ml: ഡോക്ടറെ മാറ്റുക
or: ଡାକ୍ତର ପରିବର୍ତ୍ତନ କରନ୍ତୁ |
ta: டாக்டரை மாற்றவும்
te: డాక్టర్‌ని మార్చండి

source: Blood Pressure
bn: রক্তচাপ
hi: ब्लड प्रेशर
kn: ರಕ್ತದೊತ್ತಡ
ml: രക്തസമ്മര്ദ്ദം
or: ରକ୍ତ ଚାପ
ta: இரத்த அழுத்தம்
te: రక్తపోటు

# b
source: blood
bn: রক্ত
hi: रक्त
kn: ರಕ್ತ
ml: രക്തം
or: ରକ୍ତ
ta: இரத்தம்
te: రక్తం

# p
source: pressure
bn: চাপ
hi: चाप
kn: ಒತ್ತಡ
ml: സമ്മർദ്ദം
or: ଚାପ
ta: அழுத்தம்
te: ఒత్తిడి

source: Extra Comments
bn: অতিরিক্ত মন্তব্য
hi: अतिरिक्त टिप्पणियाँ
kn: ಹೆಚ್ಚುವರಿ ಕಾಮೆಂಟ್‌ಗಳು
ml: അധിക അഭിപ്രായങ്ങൾ
or: ଅତିରିକ୍ତ ମନ୍ତବ୍ୟ
ta: கூடுதல் கருத்துகள்
te: అదనపు వ్యాఖ్యలు

source: Extra comment
bn: অতিরিক্ত মন্তব্য
hi: अतिरिक्त टिप्पणी
kn: ಹೆಚ್ಚುವರಿ ಕಾಮೆಂಟ್
ml: അധിക അഭിപ്രായം
or: ଅତିରିକ୍ତ ମନ୍ତବ୍ୟ
ta: கூடுதல் கருத்துகள்
te: అదనపు వ్యాఖ్య

# comm
source: Comments:
bn: মন্তব্য:
kn: ಕಾಮೆಂಟ್‌ಗಳು:
ml: അഭിപ്രായങ്ങൾ:
or: ମନ୍ତବ୍ୟ:
ta: கருத்துகள்:
te: వ్యాఖ్యలు:

source: Upload Photo
bn: ছবি আপলোড
hi: फोटो अपलोड करें
kn: ಫೋಟೋ ಅಪ್ಲೋಡ್ ಮಾಡಿ
ml: ഫോട്ടോ അപ്‌ലോഡ് ചെയ്യുക
or: ଫଟୋ ଅପଲୋଡ୍ କରନ୍ତୁ |
ta: புகைப்படத்தைப் பதிவேற்றவும்
te: ఫోటోను అప్‌లోడ్ చేయండి

# something
source: Something you want doctor to know
bn: কিছু আপনি ডাক্তার জানতে চান
hi: कुछ ऐसा जो आप डॉक्टर से जानना चाहते हैं
kn: ನೀವು ವೈದ್ಯರು ತಿಳಿದುಕೊಳ್ಳಲು ಬಯಸುವ ವಿಷಯ
ml: ഡോക്ടർ അറിയേണ്ട ചിലത്
or: ଡାକ୍ତର ଜାଣିବାକୁ ଚାହୁଁଥିବା କିଛି |
ta: மருத்துவர் தெரிந்து கொள்ள வேண்டிய ஒன்று
te: మీరు డాక్టర్ తెలుసుకోవాలనుకుంటున్నది

source: Primary
bn: প্রাথমিক
hi: प्राइमरी
kn: ಪ್ರಾಥಮಿಕ ಶಿಕ್ಷಣ
ml: പ്രാഥമിക
or: ପ୍ରାଥମିକ ଶିକ୍ଷା
ta: முதல்நிலை கல்வி
te: ప్రాథమిక విద్య

source: Secondary
bn: মাধ্যমিক
hi: सेकेंडरी
kn: ಪ್ರೌಢ ಶಿಕ್ಷಣ
ml: സെക്കൻഡറി
or: ମାଧ୍ୟମିକ ଶିକ୍ଷା
ta: இடைநிலைக் கல்வி
te: మాధ్యమిక విద్య

source: Lower
bn: নিম্ন বর্গ
hi: निम्न वर्ग
kn: ಕೆಳವರ್ಗ
ml: താഴ്ന്ന ക്ലാസ്
or: ନିମ୍ନ ଶ୍ରେଣୀ
ta: கீழ் வகுப்பு
te: దిగువ తరగతి

source: Upper
bn: উচ্চ শ্রেণী
hi: उच्च वर्ग
kn: ಮೇಲ್ವರ್ಗ
ml: ഉയർന്ന ക്ലാസ്
or: ଉଚ୍ଚ ଶ୍ରେଣୀ
ta: மேல் வர்க்கம்
te: ఎగువ తరగతి

source: Lower Middle
bn: নিম্ন মধ্যবিত্ত
hi: निम्न मध्यम वर्ग
kn: ಕೆಳ ಮಧ್ಯಮ ವರ್ಗ
ml: ലോവർ മിഡിൽ ക്ലാസ്
or: ନିମ୍ନ ମଧ୍ୟବିତ୍ତ
ta: லோயர் மிடில் கிளாஸ்
te: దిగువ మధ్య తరగతి

source: Upper Lower
bn: আপার লোয়ার ক্লাস
hi: उच्चतर निम्न वर्ग
kn: ಮೇಲಿನ ಕೆಳ ವರ್ಗ
ml: അപ്പർ ലോവർ ക്ലാസ്
or: ଉପର ନିମ୍ନ ଶ୍ରେଣୀ
ta: மேல் கீழ் வகுப்பு
te: ఎగువ దిగువ తరగతి

source: Upper Middle
bn: উচ্চ মধ্যবিত্ত
hi: उच्च मध्यम वर्ग
kn: ಮೇಲ್ಮಧ್ಯಮ ವರ್ಗದವರು
ml: അപ്പർ മിഡിൽ ക്ലാസ്
or: ଉଚ୍ଚ ମଧ୍ୟବିତ୍ତ
ta: மேல் நடுத்தர வர்க்கம்
te: ఎగువ మధ్య తరగతి

source: Select
bn: নির্বাচন করুন
hi: चयन
kn: ಆಯ್ಕೆ ಮಾಡಿ
ml: തിരഞ്ഞെടുക്കുക
or: ଚୟନ କରନ୍ତୁ |
ta: தேர்ந்தெடு
te: ఎంచుకోండి

source: Weeks
bn: সপ্তাহ
hi: हफ्ते
kn: ವಾರಗಳು
ml: ആഴ്ചകൾ
or: ସପ୍ତାହଗୁଡିକ
ta: வாரங்கள்
te: వారాలు

source: Diabetes
bn: ডায়াবেটিস
hi: मधुमेह
kn: ಮಧುಮೇಹ
ml: പ്രമേഹം
or: ମଧୁମେହ
ta: நீரிழிவு நோய்
te: మధుమేహం

source: Anaemia
bn: রক্তশূন্যতা
hi: रक्ताल्पता
kn: ರಕ್ತಹೀನತೆ
ml: അനീമിയ
or: ରକ୍ତହୀନତା |
ta: இரத்த சோகை
te: రక్తహీనత

source: HIV
bn: এইচআইভি
hi: एचआईवी
kn: ಎಚ್ಐವಿ
ml: എച്ച്.ഐ.വി
or: ଏଚ୍.ଆଇ.ଭି.
ta: எச்.ஐ.வி

source: Ultrasound
bn: আল্ট্রাসাউন্ড
hi: अल्ट्रासाउंड
kn: ಅಲ್ಟ್ರಾಸೌಂಡ್
ml: അൾട്രാസൗണ്ട്
or: ଅଲଟ୍ରାସାଉଣ୍ଡ |
ta: அல்ட்ராசவுண்ட்
te: అల్ట్రాసౌండ్

# tetnus
source: Tetanus
bn: টিটেনাস
hi: धनुस्तंभ
kn: ಧನುರ್ವಾಯು
ml: ടെറ്റനസ്
or: ଟିଟାନସ୍ |
ta: டெட்டனஸ்
te: ధనుర్వాతం

source: Urine Test
bn: প্রস্রাব পরীক্ষা
hi: यूरिन परीक्षण
kn: ಮೂತ್ರ ಪರೀಕ್ಷೆ
ml: മൂത്ര പരിശോധന
or: ପରିସ୍ରା ପରୀକ୍ଷା
ta: சிறுநீர் பரிசோதனை
te: మూత్ర పరీక్ష

source: Update Data
bn: ডেটা আপডেট করুন
hi: डेटा अपडेट करें
kn: ಡೇಟಾವನ್ನು ನವೀಕರಿಸಿ
ml: ഡാറ്റ അപ്ഡേറ്റ് ചെയ്യുക
or: ଡାଟା ଅଦ୍ୟତନ କରନ୍ତୁ |
ta: தரவைப் புதுப்பிக்கவும்
te: డేటాను నవీకరించండి

# clinicalTests
source: Clinical Tests (WHO Guidlines)
bn: ক্লিনিক্যাল টেস্ট (WHO নির্দেশিকা)
hi: नैदानिक ​​परीक्षण (WHO निर्देश)
kn: ಕ್ಲಿನಿಕಲ್ ಪರೀಕ್ಷೆಗಳು (WHO ಮಾರ್ಗಸೂಚಿಗಳು)
ml: ക്ലിനിക്കൽ ടെസ്റ്റുകൾ (WHO മാർഗ്ഗനിർദ്ദേശങ്ങൾ)
or: କ୍ଲିନିକାଲ୍ ପରୀକ୍ଷା (WHO ଗାଇଡଲାଇନ)
ta: மருத்துவ பரிசோதனைகள் (WHO வழிகாட்டுதல்கள்)
te: వైద్య పరీక్షలు (WHO మార్గదర్శకాలు)

source: Period
bn: সময়কাল
hi: अवधि
kn: ಅವಧಿ
ml: കാലഘട്ടം
or: ଅବଧି
ta: காலம்
te: కాలం

source: starting from:
bn: থেকে শুরু করে:
hi: शुरू करने की तिथि:
kn: ನಿಂದ ಪ್ರಾರಂಭವಾಗುತ್ತದೆ:
ml: മുതൽ ആരംഭിക്കുന്നു:
or: ଠାରୁ ଆରମ୍ଭ:
ta: தொடக்கத்தில் இருந்து:
te: నుండి ప్రారంభించి:

# greater
source: Selected date should be greater then starting (from) date
bn: নির্বাচিত তারিখ শুরুর (থেকে) তারিখের চেয়ে বড় হওয়া উচিত
hi: चयनित तिथि प्रारंभ (से) तिथि से अधिक होनी चाहिए
kn: ಆಯ್ಕೆಮಾಡಿದ ದಿನಾಂಕವು ಪ್ರಾರಂಭವಾಗುವ (ಇಂದ) ದಿನಾಂಕಕ್ಕಿಂತ ಹೆಚ್ಚಾಗಿರಬೇಕು
ml: തിരഞ്ഞെടുത്ത തീയതി ആരംഭിക്കുന്ന (മുതൽ) തീയതിയേക്കാൾ വലുതായിരിക്കണം
or: ମନୋନିତ ତାରିଖ ଅଧିକ ହେବା ଉଚିତ (ତାପରେ) ତାରିଖ ଆରମ୍ଭ କରିବା |
ta: தேர்ந்தெடுக்கப்பட்ட தேதி தொடங்கும் (இருந்து) தேதியை விட அதிகமாக இருக்க வேண்டும்
te: ఎంచుకున్న తేదీ (నుండి) తేదీ కంటే ఎక్కువగా ఉండాలి

source: from
bn: থেকে
hi: की तिथि से
kn: ನಿಂದ
ml: തീയതി മുതൽ
or: ଠାରୁ
ta: இருந்து
te: నుండి

source: To
bn: প্রতি
hi: तारीख तक
kn: ಗೆ
ml: തീയതി
or: କୁ
ta: செய்ய
te: కు

# medAdd
source: Medicine added successfully
bn: ঔষধ সফলভাবে যোগ করা হয়েছে
hi: दवा सफलतापूर्वक जोड़ी गई
kn: ಔಷಧವನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಸೇರಿಸಲಾಗಿದೆ
ml: മരുന്ന് വിജയകരമായി ചേർത്തു
or: ଚିକିତ୍ସା ସଫଳତାର ସହିତ ଯୋଡି ହେଲା |
ta: மருந்து வெற்றிகரமாக சேர்க்கப்பட்டது
te: మెడిసిన్ విజయవంతంగా జోడించబడింది

# medUpdate
source: Medicine updated successfully
bn: ওষুধ সফলভাবে আপডেট করা হয়েছে
hi: दवा सफलतापूर्वक अपडेट की गई
kn: ಔಷಧವನ್ನು ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ
ml: മരുന്ന് വിജയകരമായി അപ്ഡേറ്റ് ചെയ്തു
or: ଡାକ୍ତରୀ ଷଧ ସଫଳତାର ସହିତ ଅଦ୍ୟତନ ହେଲା |
ta: மருத்துவம் வெற்றிகரமாக புதுப்பிக்கப்பட்டது
te: మెడిసిన్ విజయవంతంగా నవీకరించబడింది

# fromDate
source: Please select starting date
bn: অনুগ্রহ করে শুরুর তারিখ নির্বাচন করুন
hi: कृपया प्रारंभ तिथि (से) चुनें
kn: ದಯವಿಟ್ಟು ಪ್ರಾರಂಭ ದಿನಾಂಕವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: ദയവായി ആരംഭിക്കുന്ന തീയതി തിരഞ്ഞെടുക്കുക
or: ଦୟାକରି ଆରମ୍ଭ ତାରିଖ ଚୟନ କରନ୍ତୁ |
ta: தொடங்கும் தேதியைத் தேர்ந்தெடுக்கவும்
te: దయచేసి ప్రారంభ తేదీని ఎంచుకోండి

source: to be taken till:
bn: পর্যন্ত নিতে হবে:
hi: लेने तक की तिथि:
kn: ತನಕ ತೆಗೆದುಕೊಳ್ಳಬೇಕು:
ml: വരെ എടുക്കണം:
or: ପର୍ଯ୍ୟନ୍ତ ନିଆଯିବା:
ta: வரை எடுக்க வேண்டும்:
te: వరకు తీసుకోవాలి:

source: Update Medicine
bn: মেডিসিন আপডেট করুন
hi: दवाई अपडेट करें
ml: മെഡിസിൻ അപ്ഡേറ്റ് ചെയ്യുക
or: ମେଡିସିନ୍ ଅପଡେଟ୍ କରନ୍ତୁ |
ta: மருத்துவத்தைப் புதுப்பிக்கவும்
te: మెడిసిన్‌ని నవీకరించండి

source: Daily
bn: দৈনিক
hi: दैनिक
kn: ಪ್ರತಿದಿನ
ml: ദിവസേന
or: ପ୍ରତିଦିନ
ta: தினசரி
te: రోజువారీ

source: Weekly
bn: সাপ্তাহিক
hi: साप्ताहिक
kn: ಸಾಪ್ತಾಹಿಕ
ml: പ്രതിവാരം
or: ସାପ୍ତାହିକ
ta: வாரந்தோறும்
te: వారానికోసారి

source: Monthly
bn: মাসিক
hi: मासिक
kn: ಮಾಸಿಕ
ml: പ്രതിമാസ
or: ମାସିକ
ta: மாதாந்திர
te: నెలవారీ

source: Medicine name
bn: ওষুধের নাম
hi: दवाई का नाम
kn: ಔಷಧದ ಹೆಸರು
ml: മരുന്നിന്റെ പേര്
or: ଚିକିତ୍ସା ନାମ
ta: மருந்தின் பெயர்
te: ఔషధం పేరు

source: Medicines
bn: ওষুধগুলো
hi: दवाएँ
kn: ಔಷಧಿಗಳು
ml: മരുന്നുകൾ
or: ଚିକିତ୍ସା
ta: மருந்துகள்
te: మందులు
