Repository: snigdha123-iitr/utsarjan_17-09
Catalog: lib/l10n/intl_*.arb
Languages: bn, hi, kn, ml, or, ta, te

# children
source: Children’s Privacy
bn: শিশুদের গোপনীয়তা
hi: बच्चों की गोपनीयता
kn: ಮಕ್ಕಳ ಗೌಪ್ಯತೆ
ml: കുട്ടികളുടെ സ്വകാര്യത
or: ପିଲାମାନଙ୍କର ଗୋପନୀୟତା |
ta: குழந்தைகளின் தனியுரிமை
te: పిల్లల గోప్యత

# thirteen
source: These Services do not address anyone under the age of 13.
bn: এই পরিষেবাগুলি 13 বছরের কম বয়সী কাউকে সম্বোধন করে না।
hi: ये सेवाएं 13 साल से कम उम्र के किसी व्यक्ति को संबोधित नहीं करती हैं
kn: ಈ ಸೇವೆಗಳು 13 ವರ್ಷದೊಳಗಿನ ಯಾರನ್ನೂ ಉದ್ದೇಶಿಸುವುದಿಲ್ಲ.
ml: ഈ സേവനങ്ങൾ 13 വയസ്സിന് താഴെയുള്ള ആരെയും അഭിസംബോധന ചെയ്യുന്നില്ല.
or: ଏହି ସେବାଗୁଡିକ 13 ବର୍ଷରୁ କମ୍ କାହାକୁ ଠିକଣା କରେ ନାହିଁ |
ta: இந்தச் சேவைகள் 13 வயதுக்குட்பட்ட எவரையும் அணுகுவதில்லை.
te: ఈ సేవలు 13 సంవత్సరాల కంటే తక్కువ వయస్సు ఉన్న వారిని సంప్రదించవు.

# thirteenOne
source: In the case we discover that a child under 13 has provided us with personal information, we immediately delete this from our servers. If you are a parent or guardian and you are aware that your child has provided us with personal information, please contact us so that we will be able to do necessary actions.
bn: যে ক্ষেত্রে আমরা আবিষ্কার করি যে 13 বছরের কম বয়সী একটি শিশু আমাদের ব্যক্তিগত তথ্য প্রদান করেছে, আমরা অবিলম্বে এটি আমাদের সার্ভার থেকে মুছে ফেলি। আপনি যদি একজন পিতা বা মাতা বা অভিভাবক হন এবং আপনি সচেতন হন যে আপনার সন্তান আমাদের ব্যক্তিগত তথ্য প্রদান করেছে, তাহলে অনুগ্রহ করে আমাদের সাথে যোগাযোগ করুন যাতে আমরা প্রয়োজনীয় ব্যবস্থা নিতে পারি।
hi: यदि हमें पता चलता है कि 13 वर्ष से कम उम्र के बच्चे ने हमें व्यक्तिगत जानकारी प्रदान की है, तो हम इसे तुरंत अपने सर्वर से हटा देते हैं। यदि आप माता-पिता या अभिभावक हैं और आप जानते हैं कि आपके बच्चे ने हमें व्यक्तिगत जानकारी प्रदान की है, तो कृपया हमसे संपर्क करें ताकि हम आवश्यक कार्रवाई कर सकें।
kn: 13 ವರ್ಷದೊಳಗಿನ ಮಗು ನಮಗೆ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯನ್ನು ಒದಗಿಸಿದೆ ಎಂದು ನಾವು ಕಂಡುಕೊಂಡರೆ, ನಾವು ಅದನ್ನು ನಮ್ಮ ಸರ್ವರ್‌ಗಳಿಂದ ತಕ್ಷಣವೇ ಅಳಿಸುತ್ತೇವೆ. ನೀವು ಪೋಷಕರು ಅಥವಾ ಪೋಷಕರಾಗಿದ್ದರೆ ಮತ್ತು ನಿಮ್ಮ ಮಗು ನಮಗೆ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯನ್ನು ಒದಗಿಸಿದೆ ಎಂದು ನಿಮಗೆ ತಿಳಿದಿದ್ದರೆ, ದಯವಿಟ್ಟು ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ ಇದರಿಂದ ನಾವು ಅಗತ್ಯ ಕ್ರಮಗಳನ್ನು ಮಾಡಲು ಸಾಧ್ಯವಾಗುತ್ತದೆ.
ml: 13 വയസ്സിന് താഴെയുള്ള കുട്ടി ഞങ്ങൾക്ക് വ്യക്തിഗത വിവരങ്ങൾ നൽകിയിട്ടുണ്ടെന്ന് ഞങ്ങൾ കണ്ടെത്തിയാൽ, ഞങ്ങളുടെ സെർവറുകളിൽ നിന്ന് ഞങ്ങൾ ഇത് ഉടനടി ഇല്ലാതാക്കുന്നു. നിങ്ങളൊരു രക്ഷിതാവോ രക്ഷിതാവോ ആണെങ്കിൽ, നിങ്ങളുടെ കുട്ടി ഞങ്ങൾക്ക് വ്യക്തിഗത വിവരങ്ങൾ നൽകിയിട്ടുണ്ടെന്ന് നിങ്ങൾക്ക് അറിയാമെങ്കിൽ, ഞങ്ങളെ ബന്ധപ്പെടുക, അങ്ങനെ ഞങ്ങൾക്ക് ആവശ്യമായ പ്രവർത്തനങ്ങൾ ചെയ്യാൻ കഴിയും.
or: ଯେଉଁ କ୍ଷେତ୍ରରେ ଆମେ ଆବିଷ୍କାର କରୁଛୁ ଯେ 13 ବର୍ଷରୁ କମ୍ ପିଲା ଆମକୁ ବ୍ୟକ୍ତିଗତ ସୂଚନା ପ୍ରଦାନ କରିଛନ୍ତି, ଆମେ ତୁରନ୍ତ ଏହାକୁ ଆମର ସର୍ଭରରୁ ଡିଲିଟ୍ କରିଦେଉ | ଯଦି ଆପଣ ଜଣେ ପିତାମାତା କିମ୍ବା ଅଭିଭାବକ ଅଟନ୍ତି ଏବଂ ଆପଣ ଜାଣିଛନ୍ତି ଯେ ଆପଣଙ୍କ ପିଲା ଆମକୁ ବ୍ୟକ୍ତିଗତ ସୂଚନା ପ୍ରଦାନ କରିଛନ୍ତି, ଦୟାକରି ଆମ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ ଯାହା ଦ୍ ଆମେ ାରା ଆମେ ଆବଶ୍ୟକ କାର୍ଯ୍ୟ କରିବାକୁ ସମର୍ଥ ହେବୁ |
ta: 13 வயதிற்குட்பட்ட குழந்தை எங்களுக்குத் தனிப்பட்ட தகவலை வழங்கியிருப்பதைக் கண்டறிந்தால், அதை உடனடியாக எங்கள் சேவையகங்களிலிருந்து நீக்குவோம். நீங்கள் பெற்றோராகவோ அல்லது பாதுகாவலராகவோ இருந்தால், உங்கள் குழந்தை எங்களுக்குத் தனிப்பட்ட தகவலை வழங்கியிருப்பதை நீங்கள் அறிந்திருந்தால், தயவுசெய்து எங்களைத் தொடர்பு கொள்ளவும், இதனால் நாங்கள் தேவையான நடவடிக்கைகளைச் செய்ய முடியும்.
te: 13 ఏళ్లలోపు పిల్లలు మాకు వ్యక్తిగత సమాచారాన్ని అందించినట్లు మేము గుర్తించిన సందర్భంలో, మేము దీన్ని మా సర్వర్‌ల నుండి వెంటనే తొలగిస్తాము. మీరు తల్లిదండ్రులు లేదా సంరక్షకులు అయితే మరియు మీ పిల్లలు మాకు వ్యక్తిగత సమాచారాన్ని అందించారని మీకు తెలిస్తే, దయచేసి మమ్మల్ని సంప్రదించండి, తద్వారా మేము అవసరమైన చర్యలను చేయగలుగుతాము.

# preOne
source: Preeclampsia is a pregnancy complication characterized by high blood pressure and signs of damage to another organ system, most often the liver and kidneys. Preeclampsia usually begins after 20 weeks of pregnancy in women whose blood pressure had been normal. Left untreated, preeclampsia can lead to serious — even fatal — complications for both you and your baby. If you have preeclampsia, the most effective treatment is delivery of your baby. Even after delivering the baby, it can still take a while for you to get better.
bn: প্রিক্ল্যাম্পসিয়া হল একটি গর্ভাবস্থার জটিলতা যা উচ্চ রক্তচাপ এবং অন্য অঙ্গ সিস্টেমের ক্ষতির লক্ষণ দ্বারা চিহ্নিত করা হয়, প্রায়শই লিভার এবং কিডনি। প্রিক্ল্যাম্পসিয়া সাধারণত 20 সপ্তাহের গর্ভাবস্থার পরে শুরু হয় যাদের রক্তচাপ স্বাভাবিক ছিল। যদি চিকিত্সা না করা হয়, প্রিক্ল্যাম্পসিয়া আপনার এবং আপনার শিশু উভয়ের জন্য গুরুতর — এমনকি মারাত্মক — জটিলতা সৃষ্টি করতে পারে। আপনার যদি প্রিক্ল্যাম্পসিয়া থাকে, তাহলে সবচেয়ে কার্যকরী চিকিৎসা হল আপনার শিশুর প্রসব। এমনকি বাচ্চা প্রসবের পরেও, আপনার সুস্থ হতে এখনও কিছুটা সময় লাগতে পারে।
hi: प्रीक्लेम्पसिया एक गर्भावस्था जटिलता है जो उच्च रक्तचाप और किसी अन्य अंग प्रणाली को नुकसान के संकेतों की विशेषता है, सबसे अधिक बार यकृत और गुर्दे। प्रीक्लेम्पसिया आमतौर पर उन महिलाओं में गर्भावस्था के 20 सप्ताह के बाद शुरू होती है जिनका रक्तचाप सामान्य था। अनुपचारित छोड़ दिया, प्रीक्लेम्पसिया आपके और आपके बच्चे दोनों के लिए गंभीर - यहां तक ​​​​कि घातक - जटिलताएं पैदा कर सकता है। यदि आपको प्रीक्लेम्पसिया है, तो सबसे प्रभावी उपचार आपके बच्चे की डिलीवरी है। बच्चे को जन्म देने के बाद भी, आपको ठीक होने में अभी भी कुछ समय लग सकता है।
kn: ಪ್ರಿಕ್ಲಾಂಪ್ಸಿಯಾವು ಅಧಿಕ ರಕ್ತದೊತ್ತಡ ಮತ್ತು ಮತ್ತೊಂದು ಅಂಗ ವ್ಯವಸ್ಥೆಗೆ, ಹೆಚ್ಚಾಗಿ ಯಕೃತ್ತು ಮತ್ತು ಮೂತ್ರಪಿಂಡಗಳಿಗೆ ಹಾನಿಯಾಗುವ ಲಕ್ಷಣಗಳಿಂದ ನಿರೂಪಿಸಲ್ಪಟ್ಟ ಗರ್ಭಾವಸ್ಥೆಯ ತೊಡಕು. ಪ್ರೀಕ್ಲಾಂಪ್ಸಿಯಾ ಸಾಮಾನ್ಯವಾಗಿ 20 ವಾರಗಳ ಗರ್ಭಾವಸ್ಥೆಯ ನಂತರ ಸಾಮಾನ್ಯ ರಕ್ತದೊತ್ತಡ ಹೊಂದಿರುವ ಮಹಿಳೆಯರಲ್ಲಿ ಪ್ರಾರಂಭವಾಗುತ್ತದೆ. ಚಿಕಿತ್ಸೆ ನೀಡದೆ ಬಿಟ್ಟರೆ, ಪ್ರಿಕ್ಲಾಂಪ್ಸಿಯಾವು ನಿಮಗೆ ಮತ್ತು ನಿಮ್ಮ ಮಗುವಿಗೆ ಗಂಭೀರ - ಮಾರಣಾಂತಿಕ - ತೊಡಕುಗಳಿಗೆ ಕಾರಣವಾಗಬಹುದು. ನೀವು ಪ್ರಿಕ್ಲಾಂಪ್ಸಿಯಾವನ್ನು ಹೊಂದಿದ್ದರೆ, ನಿಮ್ಮ ಮಗುವಿನ ಜನನವು ಅತ್ಯಂತ ಪರಿಣಾಮಕಾರಿ ಚಿಕಿತ್ಸೆಯಾಗಿದೆ. ಮಗುವಿಗೆ ಜನ್ಮ ನೀಡಿದ ನಂತರವೂ, ನೀವು ಉತ್ತಮವಾಗಲು ಇನ್ನೂ ಸ್ವಲ್ಪ ಸಮಯ ತೆಗೆದುಕೊಳ್ಳಬಹುದು.
ml: ഉയർന്ന രക്തസമ്മർദ്ദവും മറ്റൊരു അവയവ വ്യവസ്ഥയ്ക്ക്, മിക്കപ്പോഴും കരൾ, കിഡ്നി എന്നിവയ്ക്ക് കേടുപാടുകൾ സംഭവിക്കുന്നതിന്റെ ലക്ഷണങ്ങളാൽ പ്രകടമാകുന്ന ഗർഭധാരണ സങ്കീർണതയാണ് പ്രീക്ലാംപ്സിയ. സാധാരണഗതിയിൽ രക്തസമ്മർദ്ദം സാധാരണ നിലയിലായിരുന്ന സ്ത്രീകളിൽ ഗർഭത്തിൻറെ 20 ആഴ്ചകൾക്കു ശേഷമാണ് പ്രീക്ലാമ്പ്സിയ ആരംഭിക്കുന്നത്. ചികിത്സിച്ചില്ലെങ്കിൽ, നിങ്ങൾക്കും നിങ്ങളുടെ കുഞ്ഞിനും ഗുരുതരമായ - മാരകമായ - സങ്കീർണതകളിലേക്ക് പ്രീക്ലാമ്പ്സിയ നയിച്ചേക്കാം. നിങ്ങൾക്ക് പ്രീക്ലാമ്പ്സിയ ഉണ്ടെങ്കിൽ, ഏറ്റവും ഫലപ്രദമായ ചികിത്സ നിങ്ങളുടെ കുഞ്ഞിന്റെ പ്രസവമാണ്. കുഞ്ഞിനെ പ്രസവിച്ച ശേഷവും, നിങ്ങൾക്ക് സുഖം പ്രാപിക്കാൻ കുറച്ച് സമയമെടുക്കും.
or: ପ୍ରିକ୍ଲାମପ୍ସିଆ ହେଉଛି ଏକ ଗର୍ଭଧାରଣର ଜଟିଳତା, ଉଚ୍ଚ ରକ୍ତଚାପ ଏବଂ ଅନ୍ୟ ଅଙ୍ଗ ପ୍ରଣାଳୀରେ କ୍ଷତି ହେବାର ଲକ୍ଷଣ, ପ୍ରାୟତ the ଯକୃତ ଏବଂ କିଡନୀ | ଯେଉଁ ମହିଳାମାନଙ୍କର ରକ୍ତଚାପ ସ୍ୱାଭାବିକ ଥିଲା ସେମାନଙ୍କ ମଧ୍ୟରେ ଗର୍ଭଧାରଣର 20 ସପ୍ତାହ ପରେ ପ୍ରିକ୍ଲମ୍ପସିଆ ଆରମ୍ଭ ହୁଏ | ଚିକିତ୍ସା କରା ନ ଗଲେ, ପ୍ରିକ୍ଲମ୍ପସିଆ ଉଭୟ ଏବଂ ଆପଣଙ୍କ ଶିଶୁ ପାଇଁ ଜଟିଳ - ଏପରିକି ସାଂଘାତିକ ହୋଇପାରେ | ଯଦି ଆପଣଙ୍କର ପ୍ରିକ୍ଲମ୍ପସିଆ ଅଛି, ତେବେ ସବୁଠାରୁ ପ୍ରଭାବଶାଳୀ ଚିକିତ୍ସା ହେଉଛି ଆପଣଙ୍କ ଶିଶୁର ପ୍ରସବ | ଶିଶୁକୁ ପ୍ରସବ କରିବା ପରେ ମଧ୍ୟ, ତୁମେ ଭଲ ହେବା ପାଇଁ କିଛି ସମୟ ନେଇପାରେ |
ta: ப்ரீக்ளாம்ப்சியா என்பது உயர் இரத்த அழுத்தம் மற்றும் மற்றொரு உறுப்பு அமைப்பு, பெரும்பாலும் கல்லீரல் மற்றும் சிறுநீரகங்களுக்கு சேதம் ஏற்படுவதற்கான அறிகுறிகளால் வகைப்படுத்தப்படும் ஒரு கர்ப்ப சிக்கலாகும். இரத்த அழுத்தம் சாதாரணமாக இருந்த பெண்களுக்கு கர்ப்பத்தின் 20 வாரங்களுக்குப் பிறகு பொதுவாக ப்ரீக்ளாம்ப்சியா தொடங்குகிறது. சிகிச்சையளிக்கப்படாவிட்டால், ப்ரீக்ளாம்ப்சியா உங்களுக்கும் உங்கள் குழந்தைக்கும் கடுமையான - ஆபத்தான - சிக்கல்களுக்கு வழிவகுக்கும். உங்களுக்கு ப்ரீக்ளாம்ப்சியா இருந்தால், உங்கள் குழந்தையைப் பெற்றெடுப்பதே மிகவும் பயனுள்ள சிகிச்சையாகும். குழந்தையைப் பெற்ற பிறகும், நீங்கள் குணமடைய இன்னும் சிறிது நேரம் ஆகலாம்.
te: ప్రీఎక్లాంప్సియా అనేది అధిక రక్తపోటు మరియు మరొక అవయవ వ్యవస్థకు, చాలా తరచుగా కాలేయం మరియు మూత్రపిండాలకు నష్టం కలిగించే సంకేతాలతో కూడిన గర్భధారణ సమస్య. సాధారణంగా రక్తపోటు సాధారణంగా ఉన్న మహిళల్లో 20 వారాల గర్భధారణ తర్వాత ప్రీక్లాంప్సియా ప్రారంభమవుతుంది. చికిత్స చేయకుండా వదిలేస్తే, ప్రీఎక్లాంప్సియా మీకు మరియు మీ బిడ్డకు తీవ్రమైన - ప్రాణాంతకమైన - సమస్యలకు దారితీస్తుంది. మీకు ప్రీక్లాంప్సియా ఉన్నట్లయితే, మీ బిడ్డను ప్రసవించడం అత్యంత ప్రభావవంతమైన చికిత్స. బిడ్డను ప్రసవించిన తర్వాత కూడా, మీరు బాగుపడటానికి కొంత సమయం పట్టవచ్చు.

# preTwo
source: If you're diagnosed with preeclampsia too early in your pregnancy to deliver your baby, you and your doctor face a challenging task. Your baby needs more time to mature, but you need to avoid putting yourself or your baby at risk of serious complications.
bn: আপনার গর্ভাবস্থার খুব তাড়াতাড়ি প্রিক্ল্যাম্পসিয়া ধরা পড়লে আপনার সন্তান প্রসবের জন্য আপনি এবং আপনার ডাক্তার একটি চ্যালেঞ্জিং কাজের মুখোমুখি হন। আপনার শিশুর পরিপক্ক হওয়ার জন্য আরও সময়ের প্রয়োজন, তবে আপনাকে নিজেকে বা আপনার শিশুকে গুরুতর জটিলতার ঝুঁকিতে ফেলা এড়াতে হবে।
hi: यदि आपको गर्भावस्था में बहुत जल्दी प्रीक्लेम्पसिया का निदान किया जाता है, तो आप और आपके डॉक्टर को एक चुनौतीपूर्ण कार्य का सामना करना पड़ता है। आपके बच्चे को परिपक्व होने के लिए और समय चाहिए, लेकिन आपको खुद को या अपने बच्चे को गंभीर जटिलताओं के जोखिम में डालने से बचना चाहिए।
kn: ನಿಮ್ಮ ಮಗುವಿಗೆ ಜನ್ಮ ನೀಡಲು ನಿಮ್ಮ ಗರ್ಭಾವಸ್ಥೆಯಲ್ಲಿ ಪ್ರಿಕ್ಲಾಂಪ್ಸಿಯಾವನ್ನು ನೀವು ಮೊದಲೇ ಗುರುತಿಸಿದರೆ, ನೀವು ಮತ್ತು ನಿಮ್ಮ ವೈದ್ಯರು ಸವಾಲಿನ ಕೆಲಸವನ್ನು ಎದುರಿಸಬೇಕಾಗುತ್ತದೆ. ನಿಮ್ಮ ಮಗುವಿಗೆ ಪ್ರಬುದ್ಧವಾಗಲು ಹೆಚ್ಚಿನ ಸಮಯ ಬೇಕಾಗುತ್ತದೆ, ಆದರೆ ನಿಮ್ಮನ್ನು ಅಥವಾ ನಿಮ್ಮ ಮಗುವಿಗೆ ಗಂಭೀರ ತೊಡಕುಗಳ ಅಪಾಯವನ್ನು ನೀವು ತಪ್ಪಿಸಬೇಕು.
ml: നിങ്ങളുടെ കുഞ്ഞിന് ജന്മം നൽകുന്നതിന് ഗർഭാവസ്ഥയിൽ വളരെ നേരത്തെ തന്നെ നിങ്ങൾക്ക് പ്രീക്ലാമ്പ്‌സിയ രോഗനിർണയം നടത്തിയാൽ, നിങ്ങൾക്കും നിങ്ങളുടെ ഡോക്ടർക്കും ഒരു വെല്ലുവിളി നേരിടേണ്ടി വരും. നിങ്ങളുടെ കുഞ്ഞിന് പക്വത പ്രാപിക്കാൻ കൂടുതൽ സമയം ആവശ്യമാണ്, എന്നാൽ നിങ്ങളെയോ നിങ്ങളുടെ കുഞ്ഞിനെയോ ഗുരുതരമായ സങ്കീർണതകൾക്ക് വിധേയമാക്കുന്നത് നിങ്ങൾ ഒഴിവാക്കേണ്ടതുണ്ട്.
or: ଯଦି ତୁମେ ତୁମର ଶିଶୁକୁ ପ୍ରସବ କରିବା ପାଇଁ ତୁମର ଗର୍ଭଧାରଣର ଶୀଘ୍ର ପ୍ରିକ୍ଲମ୍ପସିଆ ରୋଗରେ ଆକ୍ରାନ୍ତ, ତୁମେ ଏବଂ ତୁମର ଡାକ୍ତର ଏକ ଚ୍ୟାଲେଞ୍ଜିଂ କାର୍ଯ୍ୟର ସମ୍ମୁଖୀନ ହୁଅନ୍ତି | ତୁମର ଶିଶୁ ପରିପକ୍ୱ ହେବା ପାଇଁ ଅଧିକ ସମୟ ଆବଶ୍ୟକ କରେ, କିନ୍ତୁ ତୁମେ ନିଜକୁ କିମ୍ବା ଶିଶୁକୁ ଗୁରୁତର ଜଟିଳତାର ବିପଦରେ ପକାଇବାକୁ ଏଡ଼ାଇବାକୁ ପଡିବ |
ta: உங்கள் குழந்தையைப் பெறுவதற்கு கர்ப்ப காலத்தில் உங்களுக்கு ப்ரீக்ளாம்ப்சியா இருப்பது கண்டறியப்பட்டால், நீங்களும் உங்கள் மருத்துவரும் ஒரு சவாலான பணியை எதிர்கொள்கிறீர்கள். உங்கள் குழந்தை முதிர்ச்சியடைய அதிக நேரம் தேவைப்படுகிறது, ஆனால் உங்களையோ உங்கள் குழந்தையையோ வைக்காமல் இருக்க வேண்டும். கடுமையான சிக்கல்களின் ஆபத்து.
te: మీరు మీ బిడ్డను ప్రసవించడానికి మీ గర్భధారణలో చాలా ముందుగానే ప్రీక్లాంప్సియాతో బాధపడుతున్నట్లయితే, మీరు మరియు మీ వైద్యుడు ఒక సవాలుతో కూడిన పనిని ఎదుర్కొంటారు. మీ బిడ్డ పరిపక్వత చెందడానికి ఎక్కువ సమయం కావాలి, కానీ మీరు మిమ్మల్ని లేదా మీ బిడ్డను తీవ్రమైన సమస్యలకు గురిచేయకుండా నివారించాలి.

# preThree
source: Rarely, preeclampsia develops after delivery of a baby, a condition known as postpartum preeclampsia
bn: কদাচিৎ, প্রিক্ল্যাম্পসিয়া একটি শিশুর প্রসবের পরে বিকাশ লাভ করে, একটি অবস্থা যা প্রসবোত্তর প্রিক্ল্যাম্পসিয়া নামে পরিচিত
hi: शायद ही कभी, प्रीक्लेम्पसिया एक बच्चे की डिलीवरी के बाद विकसित होता है, एक ऐसी स्थिति जिसे पोस्टपर्टम प्रीक्लेम्पसिया कहा जाता है
kn: ಅಪರೂಪವಾಗಿ, ಮಗುವಿನ ಜನನದ ನಂತರ ಪ್ರಿಕ್ಲಾಂಪ್ಸಿಯಾ ಬೆಳವಣಿಗೆಯಾಗುತ್ತದೆ, ಈ ಸ್ಥಿತಿಯನ್ನು ಪ್ರಸವಾನಂತರದ ಪ್ರಿಕ್ಲಾಂಪ್ಸಿಯಾ ಎಂದು ಕರೆಯಲಾಗುತ್ತದೆ
ml: അപൂർവ്വമായി, ഒരു കുഞ്ഞിന്റെ ജനനത്തിനു ശേഷം പ്രീക്ലാംപ്സിയ വികസിക്കുന്നു, ഈ അവസ്ഥയെ പോസ്റ്റ്പാർട്ടം പ്രീക്ലാമ്പ്സിയ എന്നറിയപ്പെടുന്നു.
or: କ୍ୱଚିତ୍, ଶିଶୁ ପ୍ରସବ ପରେ preeclampsia ବିକଶିତ ହୁଏ, ଯାହା ଏକ ପ୍ରସବ ପରବର୍ତ୍ତୀ ପ୍ରିକ୍ଲମ୍ପସିଆ ଭାବରେ ଜଣାଶୁଣା |
ta: அரிதாக, ஒரு குழந்தை பிறந்த பிறகு ப்ரீக்ளாம்ப்சியா உருவாகிறது, இது பிரசவத்திற்குப் பிறகு ப்ரீக்ளாம்ப்சியா எனப்படும்
te: అరుదుగా, శిశువు ప్రసవించిన తర్వాత ప్రీక్లాంప్సియా అభివృద్ధి చెందుతుంది, ఈ పరిస్థితిని ప్రసవానంతర ప్రీక్లాంప్సియా అంటారు.

# preFour
source: Preeclampsia sometimes develops without any symptoms. High blood pressure may develop slowly, or it may have a sudden onset. Monitoring your blood pressure is an important part of prenatal care because the first sign of preeclampsia is commonly a rise in blood pressure.
bn: প্রিক্ল্যাম্পসিয়া কখনও কখনও কোন লক্ষণ ছাড়াই বিকশিত হয়। উচ্চ রক্তচাপ ধীরে ধীরে বিকশিত হতে পারে, বা এটি হঠাৎ শুরু হতে পারে। আপনার রক্তচাপ নিরীক্ষণ করা প্রসবপূর্ব যত্নের একটি গুরুত্বপূর্ণ অংশ কারণ প্রিক্ল্যাম্পসিয়ার প্রথম লক্ষণ হল সাধারণত রক্তচাপ বৃদ্ধি।
hi: प्रीक्लेम्पसिया कभी-कभी बिना किसी लक्षण के विकसित होता है। उच्च रक्तचाप धीरे-धीरे विकसित हो सकता है, या यह अचानक शुरू हो सकता है। अपने रक्तचाप की निगरानी करना प्रसव पूर्व देखभाल का एक महत्वपूर्ण हिस्सा है क्योंकि प्रीक्लेम्पसिया का पहला संकेत आमतौर पर रक्तचाप में वृद्धि है।
kn: ಪ್ರಿಕ್ಲಾಂಪ್ಸಿಯಾ ಕೆಲವೊಮ್ಮೆ ಯಾವುದೇ ರೋಗಲಕ್ಷಣಗಳಿಲ್ಲದೆ ಬೆಳೆಯುತ್ತದೆ. ಅಧಿಕ ರಕ್ತದೊತ್ತಡ ನಿಧಾನವಾಗಿ ಬೆಳೆಯಬಹುದು, ಅಥವಾ ಅದು ಹಠಾತ್ ಆಕ್ರಮಣವನ್ನು ಹೊಂದಿರಬಹುದು. ನಿಮ್ಮ ರಕ್ತದೊತ್ತಡವನ್ನು ಮೇಲ್ವಿಚಾರಣೆ ಮಾಡುವುದು ಪ್ರಸವಪೂರ್ವ ಆರೈಕೆಯ ಪ್ರಮುಖ ಭಾಗವಾಗಿದೆ ಏಕೆಂದರೆ ಪ್ರಿಕ್ಲಾಂಪ್ಸಿಯಾದ ಮೊದಲ ಚಿಹ್ನೆಯು ಸಾಮಾನ್ಯವಾಗಿ ರಕ್ತದೊತ್ತಡದ ಏರಿಕೆಯಾಗಿದೆ.
ml: പ്രീക്ലാംസിയ ചിലപ്പോൾ രോഗലക്ഷണങ്ങളില്ലാതെ വികസിക്കുന്നു. ഉയർന്ന രക്തസമ്മർദ്ദം സാവധാനത്തിൽ വികസിച്ചേക്കാം, അല്ലെങ്കിൽ അത് പെട്ടെന്ന് ഉണ്ടാകാം. നിങ്ങളുടെ രക്തസമ്മർദ്ദം നിരീക്ഷിക്കുന്നത് ഗർഭകാല പരിചരണത്തിന്റെ ഒരു പ്രധാന ഭാഗമാണ്, കാരണം പ്രീക്ലാംസിയയുടെ ആദ്യ ലക്ഷണം സാധാരണയായി രക്തസമ്മർദ്ദം വർദ്ധിക്കുന്നതാണ്.
or: ପ୍ରିକ୍ଲାମପ୍ସିଆ ବେଳେବେଳେ କ ଲକ୍ଷଣ ଣସି ଲକ୍ଷଣ ବିନା ବିକଶିତ ହୁଏ | ଉଚ୍ଚ ରକ୍ତଚାପ ଧୀରେ ଧୀରେ ବିକଶିତ ହୋଇପାରେ କିମ୍ବା ହଠାତ୍ ଆରମ୍ଭ ହୋଇପାରେ | ତୁମର ରକ୍ତଚାପ ଉପରେ ନଜର ରଖିବା ପ୍ରସବ ଯତ୍ନର ଏକ ଗୁରୁତ୍ୱପୂର୍ଣ୍ଣ ଅଂଶ କାରଣ ପ୍ରିକ୍ଲମ୍ପସିଆର ପ୍ରଥମ ସଙ୍କେତ ସାଧାରଣତ blood ରକ୍ତଚାପର ବୃଦ୍ଧି ଅଟେ |
ta: ப்ரீக்ளாம்ப்சியா சில நேரங்களில் எந்த அறிகுறிகளும் இல்லாமல் உருவாகிறது. உயர் இரத்த அழுத்தம் மெதுவாக உருவாகலாம், அல்லது அது திடீரென ஆரம்பிக்கலாம். உங்கள் இரத்த அழுத்தத்தைக் கண்காணிப்பது மகப்பேறுக்கு முற்பட்ட கவனிப்பின் ஒரு முக்கிய பகுதியாகும், ஏனெனில் ப்ரீக்ளாம்ப்சியாவின் முதல் அறிகுறி பொதுவாக இரத்த அழுத்தம் அதிகரிப்பதாகும்.
te: ప్రీక్లాంప్సియా కొన్నిసార్లు ఎటువంటి లక్షణాలు లేకుండా అభివృద్ధి చెందుతుంది. అధిక రక్తపోటు నెమ్మదిగా అభివృద్ధి చెందుతుంది, లేదా అది అకస్మాత్తుగా సంభవించవచ్చు. మీ రక్తపోటును పర్యవేక్షించడం అనేది ప్రినేటల్ కేర్‌లో ముఖ్యమైన భాగం ఎందుకంటే ప్రీఎక్లంప్సియా యొక్క మొదటి సంకేతం సాధారణంగా రక్తపోటు పెరుగుదల.

# preFive
source: Blood pressure that exceeds 140/90 millimeters of mercury (mm Hg) or greater — documented on two occasions, at least four hours apart — is abnormal. Other signs and symptoms of preeclampsia may include:
bn: রক্তচাপ যা 140/90 মিলিমিটার পারদ (মিমি Hg) বা তার বেশি - দুটি অনুষ্ঠানে নথিভুক্ত, কমপক্ষে চার ঘন্টার ব্যবধানে - অস্বাভাবিক। প্রিক্ল্যাম্পসিয়ার অন্যান্য লক্ষণ ও উপসর্গগুলির মধ্যে অন্তর্ভুক্ত থাকতে পারে:
hi: रक्तचाप जो 140/90 मिलीमीटर पारा (मिमी एचजी) या अधिक से अधिक है - दो मौकों पर प्रलेखित, कम से कम चार घंटे अलग - असामान्य है। प्रीक्लेम्पसिया के अन्य लक्षण और लक्षण शामिल हो सकते हैं:
kn: 140/90 ಮಿಲಿಮೀಟರ್‌ಗಳಷ್ಟು ಪಾದರಸ (mm Hg) ಅಥವಾ ಅದಕ್ಕಿಂತ ಹೆಚ್ಚಿನ ರಕ್ತದೊತ್ತಡವನ್ನು - ಎರಡು ಸಂದರ್ಭಗಳಲ್ಲಿ ದಾಖಲಿಸಲಾಗಿದೆ, ಕನಿಷ್ಠ ನಾಲ್ಕು ಗಂಟೆಗಳ ಅಂತರದಲ್ಲಿ - ಅಸಹಜವಾಗಿದೆ. ಪ್ರಿಕ್ಲಾಂಪ್ಸಿಯಾದ ಇತರ ಚಿಹ್ನೆಗಳು ಮತ್ತು ರೋಗಲಕ್ಷಣಗಳು ಒಳಗೊಂಡಿರಬಹುದು:
ml: 140/90 മില്ലിമീറ്റർ മെർക്കുറി (എംഎം എച്ച്ജി) അല്ലെങ്കിൽ അതിൽ കൂടുതലുള്ള രക്തസമ്മർദ്ദം - രണ്ട് അവസരങ്ങളിൽ രേഖപ്പെടുത്തിയിട്ടുണ്ട്, കുറഞ്ഞത് നാല് മണിക്കൂർ ഇടവിട്ട് - അസാധാരണമാണ്. പ്രീക്ലാമ്പ്സിയയുടെ മറ്റ് ലക്ഷണങ്ങളും ലക്ഷണങ്ങളും ഉൾപ്പെടാം:
or: ରକ୍ତଚାପ ଯାହା 140/90 ମିଲିମିଟର ମର୍କୁର (mm Hg) କିମ୍ବା ତା’ଠାରୁ ଅଧିକ - ଦୁଇଥର ଦଲିଲ ହୋଇଛି, ଅତି କମରେ ଚାରି ଘଣ୍ଟା ବ୍ୟବଧାନରେ - ଅସ୍ୱାଭାବିକ | Preeclampsia ର ଅନ୍ୟ ଲକ୍ଷଣ ଏବଂ ଲକ୍ଷଣଗୁଡିକ ଅନ୍ତର୍ଭୁକ୍ତ କରିପାରେ:
ta: 140/90 மில்லிமீட்டர் பாதரசம் (mm Hg) அல்லது அதற்கும் அதிகமான இரத்த அழுத்தம் - இரண்டு சந்தர்ப்பங்களில் ஆவணப்படுத்தப்பட்டது, குறைந்தது நான்கு மணிநேர இடைவெளியில் - அசாதாரணமானது. ப்ரீக்ளாம்ப்சியாவின் பிற அறிகுறிகள் மற்றும் அறிகுறிகள் பின்வருமாறு:
te: 140/90 మిల్లీమీటర్ల పాదరసం (mm Hg) లేదా అంతకంటే ఎక్కువ ఉన్న రక్తపోటు - రెండు సందర్భాలలో నమోదు చేయబడినది, కనీసం నాలుగు గంటల వ్యవధిలో - అసాధారణమైనది. ప్రీఎక్లంప్సియా యొక్క ఇతర సంకేతాలు మరియు లక్షణాలు వీటిని కలిగి ఉండవచ్చు:

# preSix
source: Excess protein in your urine (proteinuria) or additional signs of kidney problems Severe headaches Changes in vision, including temporary loss of vision, blurred vision or light sensitivity Upper abdominal pain, usually under your ribs on the right side Nausea or vomiting Decreased urine output Decreased levels of platelets in your blood (thrombocytopenia) Impaired liver function Shortness of breath, caused by fluid in your lungs Sudden weight gain and swelling (edema) — particularly in your face and hands — may occur with preeclampsia. But these also occur in many normal pregnancies, so they're not considered reliable signs of preeclampsia.
bn: আপনার প্রস্রাবে অতিরিক্ত প্রোটিন (প্রোটিনুরিয়া) বা কিডনি সমস্যার অতিরিক্ত লক্ষণ গুরুতর মাথাব্যথা দৃষ্টির পরিবর্তন, দৃষ্টিশক্তির অস্থায়ী ক্ষতি, ঝাপসা দৃষ্টি বা হালকা সংবেদনশীলতা সহ উপরের পেটে ব্যথা, সাধারণত ডান দিকে আপনার পাঁজরের নিচে বমি বমি ভাব বা বমি প্রস্রাবের আউটপুট কমে যাওয়া আপনার রক্তে প্লেটলেটের মাত্রা (থ্রম্বোসাইটোপেনিয়া) প্রতিবন্ধী লিভারের কার্যকারিতা শ্বাসকষ্ট, আপনার ফুসফুসে তরল পদার্থের কারণে হঠাৎ ওজন বেড়ে যাওয়া এবং ফোলাভাব (এডিমা) — বিশেষ করে আপনার মুখে এবং হাতে — প্রিক্ল্যাম্পসিয়া হতে পারে। কিন্তু এগুলি অনেক স্বাভাবিক গর্ভাবস্থায়ও ঘটে, তাই এগুলি প্রিক্ল্যাম্পসিয়ার নির্ভরযোগ্য লক্ষণ হিসাবে বিবেচিত হয় না।
hi: आपके मूत्र में अतिरिक्त प्रोटीन (प्रोटीनुरिया) या गुर्दे की समस्याओं के अतिरिक्त लक्षण गंभीर सिरदर्द दृष्टि में परिवर्तन, दृष्टि की अस्थायी हानि, धुंधली दृष्टि या प्रकाश संवेदनशीलता सहित ऊपरी पेट दर्द, आमतौर पर आपकी पसलियों के नीचे दाईं ओर मतली या उल्टी मूत्र उत्पादन में कमी आपके रक्त में प्लेटलेट्स का स्तर (थ्रोम्बोसाइटोपेनिया) बिगड़ा हुआ जिगर समारोह सांस की तकलीफ, आपके फेफड़ों में तरल पदार्थ के कारण अचानक वजन बढ़ना और सूजन (एडिमा) - विशेष रूप से आपके चेहरे और हाथों में - प्रीक्लेम्पसिया के साथ हो सकता है। लेकिन ये कई सामान्य गर्भधारण में भी होते है, इसलिए इन्हें प्रीक्लेम्पसिया का विश्वसनीय संकेत नहीं माना जाता है।
kn: ನಿಮ್ಮ ಮೂತ್ರದಲ್ಲಿ ಹೆಚ್ಚುವರಿ ಪ್ರೋಟೀನ್ (ಪ್ರೋಟೀನುರಿಯಾ) ಅಥವಾ ಮೂತ್ರಪಿಂಡದ ಸಮಸ್ಯೆಗಳ ಹೆಚ್ಚುವರಿ ಚಿಹ್ನೆಗಳು ತೀವ್ರ ತಲೆನೋವು ದೃಷ್ಟಿಯಲ್ಲಿನ ಬದಲಾವಣೆಗಳು, ತಾತ್ಕಾಲಿಕ ದೃಷ್ಟಿ ನಷ್ಟ, ಮಸುಕಾದ ದೃಷ್ಟಿ ಅಥವಾ ಬೆಳಕಿನ ಸಂವೇದನೆ ಸೇರಿದಂತೆ ಮೇಲಿನ ಹೊಟ್ಟೆ ನೋವು, ಸಾಮಾನ್ಯವಾಗಿ ಬಲಭಾಗದಲ್ಲಿರುವ ನಿಮ್ಮ ಪಕ್ಕೆಲುಬುಗಳ ಅಡಿಯಲ್ಲಿ ವಾಕರಿಕೆ ಅಥವಾ ವಾಂತಿ ಕಡಿಮೆಯಾದ ಮೂತ್ರದ ಉತ್ಪಾದನೆಯು ಕಡಿಮೆಯಾಗುತ್ತದೆ ನಿಮ್ಮ ರಕ್ತದಲ್ಲಿನ ಪ್ಲೇಟ್‌ಲೆಟ್‌ಗಳ ಮಟ್ಟಗಳು (ಥ್ರಂಬೋಸೈಟೋಪೆನಿಯಾ) ದುರ್ಬಲಗೊಂಡ ಯಕೃತ್ತಿನ ಕ್ರಿಯೆ ನಿಮ್ಮ ಶ್ವಾಸಕೋಶದಲ್ಲಿ ದ್ರವದಿಂದ ಉಂಟಾಗುವ ಉಸಿರಾಟದ ತೊಂದರೆ, ಹಠಾತ್ ತೂಕ ಹೆಚ್ಚಾಗುವುದು ಮತ್ತು ಊತ (ಎಡಿಮಾ) - ವಿಶೇಷವಾಗಿ ನಿಮ್ಮ ಮುಖ ಮತ್ತು ಕೈಗಳಲ್ಲಿ - ಪ್ರಿಕ್ಲಾಂಪ್ಸಿಯಾದೊಂದಿಗೆ ಸಂಭವಿಸಬಹುದು. ಆದರೆ ಇವುಗಳು ಅನೇಕ ಸಾಮಾನ್ಯ ಗರ್ಭಧಾರಣೆಗಳಲ್ಲಿ ಸಂಭವಿಸುತ್ತವೆ, ಆದ್ದರಿಂದ ಅವುಗಳನ್ನು ಪ್ರಿಕ್ಲಾಂಪ್ಸಿಯಾದ ವಿಶ್ವಾಸಾರ್ಹ ಚಿಹ್ನೆಗಳು ಎಂದು ಪರಿಗಣಿಸಲಾಗುವುದಿಲ್ಲ.
ml: നിങ്ങളുടെ മൂത്രത്തിൽ അധികമായ പ്രോട്ടീൻ (പ്രോട്ടീനൂറിയ) അല്ലെങ്കിൽ വൃക്കസംബന്ധമായ പ്രശ്‌നങ്ങളുടെ അധിക സൂചനകൾ കടുത്ത തലവേദന, കാഴ്ചയിലെ മാറ്റങ്ങൾ, താൽക്കാലിക കാഴ്ച നഷ്ടം, മങ്ങിയ കാഴ്ച അല്ലെങ്കിൽ നേരിയ സംവേദനക്ഷമത എന്നിവയുൾപ്പെടെയുള്ള കാഴ്ചയിലെ മാറ്റങ്ങൾ, മുകളിലെ വയറുവേദന, സാധാരണയായി നിങ്ങളുടെ വാരിയെല്ലുകൾക്ക് താഴെ വലതുവശത്ത് ഓക്കാനം അല്ലെങ്കിൽ ഛർദ്ദി മൂത്രത്തിന്റെ അളവ് കുറയുന്നു. നിങ്ങളുടെ രക്തത്തിലെ പ്ലേറ്റ്‌ലെറ്റുകളുടെ അളവ് (ത്രോംബോസൈറ്റോപീനിയ) കരൾ പ്രവർത്തനം തകരാറിലാകുന്നു, ശ്വാസകോശത്തിലെ ദ്രാവകം മൂലമുണ്ടാകുന്ന ശ്വാസതടസ്സം, പെട്ടെന്നുള്ള ഭാരവും വീക്കവും - പ്രത്യേകിച്ച് നിങ്ങളുടെ മുഖത്തും കൈകളിലും - പ്രീക്ലാംസിയയ്‌ക്കൊപ്പം ഉണ്ടാകാം. എന്നാൽ ഇവ പല സാധാരണ ഗർഭാവസ്ഥകളിലും സംഭവിക്കുന്നു, അതിനാൽ അവ പ്രീക്ലാമ്പ്സിയയുടെ വിശ്വസനീയമായ അടയാളങ്ങളായി കണക്കാക്കില്ല.
or: ତୁମର ପରିସ୍ରା (ପ୍ରୋଟିନୁରିଆ) ରେ ଅଧିକ ପ୍ରୋଟିନ୍ କିମ୍ବା କିଡନୀ ଜନିତ ସମସ୍ୟାଗୁଡ଼ିକର ଅତିରିକ୍ତ ଲକ୍ଷଣ, ଦୃଷ୍ଟିଶକ୍ତିରେ ଅସ୍ଥାୟୀ କ୍ଷୟକ୍ଷତି, ଅସ୍ପଷ୍ଟ ଦୃଷ୍ଟିଶକ୍ତି କିମ୍ବା ଆଲୋକ ସମ୍ବେଦନଶୀଳତା ସହିତ ପେଟର ଉପର ଯନ୍ତ୍ରଣା, ସାଧାରଣତ your ଡାହାଣ ପାର୍ଶ୍ୱରେ ଥିବା ପଟି ତଳେ | ବାନ୍ତି ପରିସ୍ରା ଫଳାଫଳ ହ୍ରାସ ହୁଏ ଆପଣଙ୍କ ରକ୍ତରେ ପ୍ଲେଟଲେଟ୍ ସ୍ତର କମିଯାଏ (ଥ୍ରୋମ୍ବୋସାଇଟୋପେନିଆ) ଯକୃତର କାର୍ଯ୍ୟ ଦୁର୍ବଳ ହୋଇଯାଏ, ଫୁସଫୁସରେ ତରଳ ପଦାର୍ଥ ହେତୁ ହଠାତ୍ ଓଜନ ବୃଦ୍ଧି ଏବଂ ଫୁଲା (ଏଡିମା) - ବିଶେଷତ your ଆପଣଙ୍କ ମୁହଁ ଏବଂ ହାତରେ - ପ୍ରିକ୍ଲମ୍ପସିଆ ସହିତ ହୋଇପାରେ | ଅନେକ ସାଧାରଣ ଗର୍ଭଧାରଣରେ ମଧ୍ୟ ଘଟେ, ତେଣୁ ସେଗୁଡିକ preeclampsia ର ନିର୍ଭରଯୋଗ୍ୟ ଚିହ୍ନ ଭାବରେ ବିବେଚନା କରାଯାଏ ନାହିଁ |
ta: உங்கள் சிறுநீரில் அதிகப்படியான புரதம் (புரோட்டீனூரியா) அல்லது சிறுநீரக பிரச்சனைகளின் கூடுதல் அறிகுறிகள் கடுமையான தலைவலி தற்காலிக பார்வை இழப்பு, மங்கலான பார்வை அல்லது ஒளி உணர்திறன் உள்ளிட்ட பார்வையில் ஏற்படும் மாற்றங்கள், பொதுவாக உங்கள் விலா எலும்புகளின் கீழ் வலது பக்கத்தில் குமட்டல் அல்லது வாந்தி, சிறுநீர் வெளியீடு குறைதல் உங்கள் இரத்தத்தில் பிளேட்லெட்டுகளின் அளவுகள் (த்ரோம்போசைட்டோபீனியா) பலவீனமான கல்லீரல் செயல்பாடு உங்கள் நுரையீரலில் திரவத்தால் ஏற்படும் மூச்சுத் திணறல், திடீர் எடை அதிகரிப்பு மற்றும் வீக்கம் (எடிமா) - குறிப்பாக உங்கள் முகம் மற்றும் கைகளில் - ப்ரீக்ளாம்ப்சியாவுடன் ஏற்படலாம். ஆனால் இவை பல சாதாரண கர்ப்பங்களிலும் ஏற்படுகின்றன, எனவே அவை ப்ரீக்ளாம்ப்சியாவின் நம்பகமான அறிகுறிகளாக கருதப்படுவதில்லை.
te: మీ మూత్రంలో అధిక ప్రోటీన్ (ప్రోటీనురియా) లేదా మూత్రపిండాల సమస్యల యొక్క అదనపు సంకేతాలు తీవ్రమైన తలనొప్పి దృష్టిలో మార్పులు, తాత్కాలికంగా దృష్టి కోల్పోవడం, అస్పష్టమైన దృష్టి లేదా కాంతి సున్నితత్వం ఎగువ పొత్తికడుపు నొప్పి, సాధారణంగా మీ పక్కటెముకల క్రింద కుడి వైపున వికారం లేదా వాంతులు తగ్గడం మూత్ర విసర్జన తగ్గడం మీ రక్తంలో ప్లేట్‌లెట్స్ స్థాయిలు (థ్రోంబోసైటోపెనియా) బలహీనమైన కాలేయ పనితీరు మీ ఊపిరితిత్తులలో ద్రవం వల్ల శ్వాస ఆడకపోవడం, ఆకస్మిక బరువు పెరగడం మరియు వాపు (ఎడెమా) - ముఖ్యంగా మీ ముఖం మరియు చేతుల్లో - ప్రీక్లాంప్సియాతో సంభవించవచ్చు. కానీ ఇవి చాలా సాధారణ గర్భాలలో కూడా సంభవిస్తాయి, కాబట్టి అవి ప్రీక్లాంప్సియా యొక్క విశ్వసనీయ సంకేతాలుగా పరిగణించబడవు.
