Repository: snigdha123-iitr/utsarjan_17-09
Catalog: lib/l10n/intl_*.arb
Languages: bn, hi, kn, ml, or, ta, te

source: Add Medicine
bn: ওষুধ যোগ করুন
hi: दवाई जोड़ें
kn: ಔಷಧ ಸೇರಿಸಿ
ml: മരുന്ന് ചേർക്കുക
or: ଯୋଡନ୍ତୁ ଚିକିତ୍ସା
ta: மருந்து சேர்க்கவும்
te: మెడిసిన్ జోడించండి

source: Total Patients
bn: মোট রোগী
hi: कुल रोगी
kn: ಒಟ್ಟು ರೋಗಿಗಳು
ml: മൊത്തം രോഗികൾ
or: ମୋଟ ରୋଗୀ
ta: மொத்த நோயாளிகள்
te: మొత్తం రోగులు

source: All Patients
bn: সকল রোগী
hi: सभी रोगी
kn: ಎಲ್ಲಾ ರೋಗಿಗಳು
ml: എല്ലാ രോഗികളും
or: ସମସ୍ତ ରୋଗୀ
ta: அனைத்து நோயாளிகளும்
te: రోగులందరూ

source: X Axis
bn: X অক্ষ
hi: X एक्सिस
kn: X ಅಕ್ಷರೇಖೆ
ml: X ആക്സിസ്
or: X ଅକ୍ଷ
ta: X அச்சு
te: X అక్షం

source: Y Axis
bn: Y অক্ষ
hi: Y एक्सिस
kn: Y ಅಕ್ಷರೇಖೆ
ml: Y ആക്സിസ്
or: Y ଅକ୍ଷ
ta: Y அச்சு
te: Y అక్షం

# numOfPatiennts
source: Number of patients
bn: রোগীর সংখ্যা
hi: रोगियों की संख्या
kn: ರೋಗಿಗಳ ಸಂಖ್ಯೆ
ml: രോഗികളുടെ എണ്ണം
or: ରୋଗୀଙ୍କ ସଂଖ୍ୟା
ta: நோயாளிகளின் எண்ணிக்கை
te: రోగుల సంఖ్య

# numOfPatientsInCategory
source: Number of patients in corresponding categories
bn: সংশ্লিষ্ট বিভাগের রোগীর সংখ্যা
hi: तदनुसार श्रेणियों मैं रोगियों की संख्या
kn: ಅನುಗುಣವಾದ ವರ್ಗಗಳಲ್ಲಿ ರೋಗಿಗಳ ಸಂಖ್ಯೆ
ml: അനുബന്ധ വിഭാഗങ്ങളിലെ രോഗികളുടെ എണ്ണം
or: ଅନୁରୂପ ବର୍ଗରେ ରୋଗୀଙ୍କ ସଂଖ୍ୟା |
ta: தொடர்புடைய வகைகளில் உள்ள நோயாளிகளின் எண்ணிக்கை
te: సంబంధిత వర్గాలలో రోగుల సంఖ్య

# highSysBp
source: High Systolic BP
bn: উচ্চ সিস্টোলিক বিপি
hi: उच्च सिस्टोलिक रक्तचाप
kn: ಹೈ ಸಿಸ್ಟೊಲಿಕ್ ಬಿಪಿ
ml: ഉയർന്ന സിസ്റ്റോളിക് ബിപി
or: ହାଇ ସିଷ୍ଟୋଲିକ୍ ବିପି |
ta: உயர் சிஸ்டாலிக் இரத்த அழுத்தம்
te: అధిక సిస్టోలిక్ BP

# highDysBp
source: High Diastolic BP
bn: উচ্চ ডায়াস্টোলিক বিপি
hi: उच्च डायस्टोलिक रक्तचाप
kn: ಹೈ ಡಯಾಸ್ಟೊಲಿಕ್ ಬಿಪಿ
ml: ഉയർന്ന ഡിസ്റ്റോളിക് ബിപി
or: ଉଚ୍ଚ ଡାଇଷ୍ଟୋଲିକ୍ ବି.ପି.
ta: உயர் டயஸ்டாலிக் பிபி
te: అధిక డయాస్టొలిక్ BP

source: Underweight
bn: কম ওজন
hi: कम वजन
kn: ಕಡಿಮೆ ತೂಕ
ml: ഭാരക്കുറവ്
or: ଓଜନ କମ
ta: எடை குறைவு
te: తక్కువ బరువు

source: High Urine Albumin
bn: উচ্চ প্রস্রাব অ্যালবুমিন
hi: उच्च यूरिन एल्ब्यूमिन
kn: ಅಧಿಕ ಮೂತ್ರ ಅಲ್ಬುಮಿನ್
ml: ഉയർന്ന മൂത്രം ആൽബുമിൻ
or: ଉଚ୍ଚ ପରିସ୍ରା ଆଲବମିନ
ta: அதிக சிறுநீர் அல்புமின்
te: అధిక మూత్రం అల్బుమిన్

source: Following WHO
bn: WHO অনুসরণ করছে
hi: फोल्लोविंग WHO
kn: WHO ಅನ್ನು ಅನುಸರಿಸುತ್ತಿದೆ
ml: WHO പിന്തുടരുന്നു
or: WHO ଅନୁସରଣ କରୁଛି
ta: WHO ஐப் பின்பற்றுகிறது
te: WHOని అనుసరిస్తోంది

source: Refresh
bn: রিফ্রেশ
hi: रिफ्रेश
kn: ರಿಫ್ರೆಶ್ ಮಾಡಿ
ml: പുതുക്കുക
or: ସତେଜ
ta: புதுப்பிப்பு
te: రిఫ్రెష్ చేయండి

# already
source: The contact number is already registered
bn: যোগাযোগের নম্বরটি ইতিমধ্যে নিবন্ধিত
hi: संपर्क नंबर पहले से पंजीकृत है
kn: ಸಂಪರ್ಕ ಸಂಖ್ಯೆಯನ್ನು ಈಗಾಗಲೇ ನೋಂದಾಯಿಸಲಾಗಿದೆ
ml: ബന്ധപ്പെടാനുള്ള നമ്പർ ഇതിനകം രജിസ്റ്റർ ചെയ്തിട്ടുണ്ട്
or: ଯୋଗାଯୋଗ ନମ୍ବର ପୂର୍ବରୁ ପ ପଞ୍ଜିକୃତ ୍ଜୀକୃତ ହୋଇଛି |
ta: தொடர்பு எண் ஏற்கனவே பதிவு செய்யப்பட்டுள்ளது
te: సంప్రదింపు నంబర్ ఇప్పటికే నమోదు చేయబడింది

# ancAs
source: ANC Assist
bn: ANC সহায়তা করুন
hi: एएनसी सहायक
kn: ANC ಸಹಾಯ
ml: ANC അസിസ്റ്റ്
or: ANC ସାହାଯ୍ୟ କରନ୍ତୁ
ta: ANC உதவு
te: ANC సహాయం

# regist
source: Register
bn: নিবন্ধন
hi: रजिस्टर करें
kn: ನೋಂದಣಿ
ml: രജിസ്റ്റർ ചെയ്യുക
or: ପଞ୍ଜିକରଣ କର
ta: பதிவு
te: నమోదు చేసుకోండి

# developed
source: Developed by CompBio Lab, IIT Roorkee
bn: কমবিও ল্যাব, আইআইটি রুরকি দ্বারা তৈরি
hi: कॉम्पबायो लैब, आईआईटी रुड़की द्वारा विकसित
kn: ಐಐಟಿ ರೂರ್ಕಿಯ CompBio ಲ್ಯಾಬ್‌ನಿಂದ ಅಭಿವೃದ್ಧಿಪಡಿಸಲಾಗಿದೆ
ml: ഐഐടി റൂർക്കിയിലെ CompBio ലാബ് വികസിപ്പിച്ചെടുത്തത്
or: କମ୍ପବିଓ ଲ୍ୟାବ୍, ଆଇଆଇଟି ରାଉରକେଲା ଦ୍ୱାରା ବିକଶିତ |
ta: ஐஐடி ரூர்க்கியின் CompBio ஆய்வகத்தால் உருவாக்கப்பட்டது
te: కాంప్‌బియో ల్యాబ్, IIT రూర్కీచే అభివృద్ధి చేయబడింది

source: Disclaimer
bn: দাবিত্যাগ
hi: अस्वीकरण
kn: ಹಕ್ಕು ನಿರಾಕರಣೆ
ml: നിരാകരണം
or: ପ୍ରତ୍ୟାଖ୍ୟାନ |
ta: மறுப்பு
te: నిరాకరణ

source: Patient Registration
bn: রোগীর নিবন্ধন
hi: रोगी पंजीकरण
kn: ರೋಗಿಯ ನೋಂದಣಿ
ml: രോഗികളുടെ രജിസ്ട്രേഷൻ
or: ରୋଗୀ ପଞ୍ଜୀକରଣ |
ta: நோயாளி பதிவு
te: రోగి నమోదు

source: Register Patient
bn: রোগীর নিবন্ধন করুন
hi: मरीज रजिस्टर करें
kn: ರೋಗಿಯನ್ನು ನೋಂದಾಯಿಸಿ
ml: രോഗിയെ രജിസ്റ്റർ ചെയ്യുക
or: ରୋଗୀ ପଞ୍ଜିକରଣ କରନ୍ତୁ
ta: நோயாளியை பதிவு செய்யவும்
te: రోగిని నమోదు చేయండి

# enterPatName
source: Enter patient's name or UHID
bn: রোগীর নাম বা UHID লিখুন
hi: मरीज का नाम या UHID लिखे
kn: ರೋಗಿಯ ಹೆಸರು ಅಥವಾ UHID ನಮೂದಿಸಿ
ml: രോഗിയുടെ പേര് അല്ലെങ്കിൽ UHID നൽകുക
or: ରୋଗୀର ନାମ କିମ୍ବା UHID ପ୍ରବେଶ କରନ୍ତୁ |
ta: நோயாளியின் பெயர் அல்லது UHID ஐ உள்ளிடவும்
te: రోగి పేరు లేదా UHIDని నమోదు చేయండి

source: Examination
bn: পরীক্ষা
hi: इंतिहान
kn: ಪರೀಕ್ಷೆ
ml: പരീക്ഷ
or: ପରୀକ୍ଷା
ta: பரீட்சை
te: పరీక్ష

source: General
bn: সাধারণ
hi: सामान्य
kn: ಸಾಮಾನ್ಯ
ml: ജനറൽ
or: ଜେନେରାଲ୍
ta: பொது
te: జనరల్

source: Heartburn
bn: অম্বল
hi: पेट में जलन
kn: ಎದೆಯುರಿ
ml: നെഞ്ചെരിച്ചിൽ
or: ହୃଦଘାତ
ta: நெஞ்செரிச்சல்
te: గుండెల్లో మంట

source: Nausea and Vomiting
bn: বমি বমি ভাব এবং বমি
hi: समुद्री बीमारी और उल्टी
kn: ವಾಕರಿಕೆ ಮತ್ತು ವಾಂತಿ
ml: ഓക്കാനം, ഛർദ്ദി
or: ବାନ୍ତି ଏବଂ ବାନ୍ତି
ta: குமட்டல் மற்றும் வாந்தி
te: వికారం మరియు వాంతులు

source: Diabetic Diet
bn: ডায়াবেটিক ডায়েট
hi: मधुमेह आहार
kn: ಮಧುಮೇಹ ಆಹಾರ
ml: പ്രമേഹ ഭക്ഷണക്രമം
or: ଡାଇବେଟିସ୍ ଡାଏଟ୍ |
ta: நீரிழிவு உணவுமுறை
te: డయాబెటిక్ డైట్

source: ⦾Acronyms:
bn: ⦾সংক্ষিপ্ত শব্দ:
hi: ⦾समरूपी:
kn: ⦾ಸಂಕ್ಷಿಪ್ತ ರೂಪಗಳು:
ml: ⦾ ചുരുക്കെഴുത്ത്:
or: ⦾ଆକ୍ରୋନିମ୍:
ta: ⦾சுருக்கெழுத்துகள்:
te: ⦾ఎక్రోనింస్:

# additional
source: *Additional intervention for use in referral centres but not recommended as routine for resource-limited settings
bn: *রেফারেল সেন্টারে ব্যবহারের জন্য অতিরিক্ত হস্তক্ষেপ কিন্তু রিসোর্স-সীমিত সেটিংসের জন্য রুটিন হিসাবে সুপারিশ করা হয় না
hi: *रेफ़रल केंद्रों में उपयोग के लिए अतिरिक्त हस्तक्षेप लेकिन संसाधन-सीमित सेटिंग्स के लिए नियमित रूप से अनुशंसित नहीं
kn: *ಉಲ್ಲೇಖಿತ ಕೇಂದ್ರಗಳಲ್ಲಿ ಬಳಕೆಗಾಗಿ ಹೆಚ್ಚುವರಿ ಹಸ್ತಕ್ಷೇಪ ಆದರೆ ಸಂಪನ್ಮೂಲ-ಸೀಮಿತ ಸೆಟ್ಟಿಂಗ್‌ಗಳಿಗೆ ವಾಡಿಕೆಯಂತೆ ಶಿಫಾರಸು ಮಾಡಲಾಗಿಲ್ಲ
ml: *റഫറൽ കേന്ദ്രങ്ങളിൽ ഉപയോഗിക്കുന്നതിനുള്ള അധിക ഇടപെടൽ എന്നാൽ റിസോഴ്സ്-ലിമിറ്റഡ് ക്രമീകരണങ്ങൾക്കായി ശുപാർശ ചെയ്യുന്നില്ല
or: *ରେଫରାଲ୍ କେନ୍ଦ୍ରଗୁଡିକରେ ବ୍ୟବହାର ପାଇଁ ଅତିରିକ୍ତ ହସ୍ତକ୍ଷେପ କିନ୍ତୁ ଉତ୍ସ-ସୀମିତ ସେଟିଙ୍ଗ୍ ପାଇଁ ନିତ୍ୟ ବ୍ୟବହାର୍ଯ୍ୟ ଭାବରେ ସୁପାରିଶ କରାଯାଏ ନାହିଁ |
ta: *பரிந்துரை மையங்களில் பயன்படுத்த கூடுதல் தலையீடு ஆனால் வள-வரையறுக்கப்பட்ட அமைப்புகளுக்கு வழக்கமாக பரிந்துரைக்கப்படவில்லை
te: *రిఫరల్ కేంద్రాలలో ఉపయోగం కోసం అదనపు జోక్యం కానీ వనరు-పరిమిత సెట్టింగ్‌ల కోసం రొటీన్‌గా సిఫార్సు చేయబడదు

# shouldAlso
source: +Should also be prescribed as treatment if anaemia is diagnosed
bn: +রক্তাল্পতা নির্ণয় করা হলে চিকিত্সা হিসাবেও নির্ধারিত করা উচিত
hi: +यदि एनीमिया का निदान किया जाता है तो उपचार के रूप में भी निर्धारित किया जाना चाहिए
kn: +ರಕ್ತಹೀನತೆ ರೋಗನಿರ್ಣಯಗೊಂಡರೆ ಚಿಕಿತ್ಸೆಯಾಗಿ ಸಹ ಸೂಚಿಸಬೇಕು
ml: +അനീമിയ കണ്ടെത്തിയാൽ ചികിത്സയായി നിർദ്ദേശിക്കുകയും വേണം
or: +ରକ୍ତହୀନତା ନିର୍ଣ୍ଣୟ ହେଲେ ଚିକିତ୍ସା ଭାବରେ ମଧ୍ୟ ନିର୍ଦେଶ ଦିଆଯିବା ଉଚିତ୍ |
ta: +இரத்த சோகை கண்டறியப்பட்டால் சிகிச்சையாகவும் பரிந்துரைக்கப்பட வேண்டும்
te: + రక్తహీనత నిర్ధారణ అయినట్లయితే చికిత్సగా కూడా సూచించబడాలి

# shouldNot
source: **Should not be given in first trimester, but if first visit occurs after 16 weeks, it can be given at first visit
bn: **প্রথম ত্রৈমাসিকে দেওয়া উচিত নয়, তবে যদি প্রথম দর্শন 16 সপ্তাহ পরে হয় তবে প্রথম দর্শনে দেওয়া যেতে পারে
hi: **पहली तिमाही में नहीं दी जानी चाहिए, लेकिन अगर पहली मुलाकात 16 सप्ताह के बाद होती है, तो पहली मुलाकात में दी जा सकती है
kn: **ಮೊದಲ ತ್ರೈಮಾಸಿಕದಲ್ಲಿ ನೀಡಬಾರದು, ಆದರೆ ಮೊದಲ ಭೇಟಿಯು 16 ವಾರಗಳ ನಂತರ ಸಂಭವಿಸಿದರೆ, ಅದನ್ನು ಮೊದಲ ಭೇಟಿಯಲ್ಲಿ ನೀಡಬಹುದು
ml: **ആദ്യ ത്രിമാസത്തിൽ നൽകേണ്ടതില്ല, എന്നാൽ 16 ആഴ്ചകൾക്ക് ശേഷം ആദ്യ സന്ദർശനം സംഭവിക്കുകയാണെങ്കിൽ, അത് ആദ്യ സന്ദർശനത്തിൽ നൽകാം.
or: **ପ୍ରଥମ ତ୍ର im ମାସିକରେ ଦିଆଯିବା ଉଚିତ ନୁହେଁ, କିନ୍ତୁ ଯଦି 16 ସପ୍ତାହ ପରେ ପ୍ରଥମ ପରିଦର୍ଶନ ହୁଏ, ତେବେ ଏହାକୁ ପ୍ରଥମ ଭ୍ରମଣରେ ଦିଆଯାଇପାରେ |
ta: **முதல் மூன்று மாதங்களில் கொடுக்கப்படக்கூடாது, ஆனால் 16 வாரங்களுக்குப் பிறகு முதல் வருகை ஏற்பட்டால், முதல் வருகையின் போது கொடுக்கலாம்.
te: **మొదటి త్రైమాసికంలో ఇవ్వకూడదు, కానీ మొదటి సందర్శన 16 వారాల తర్వాత సంభవిస్తే, మొదటి సందర్శనలో ఇవ్వవచ్చు

source: Description
bn: বর্ণনা
hi: विवरण
kn: ವಿವರಣೆ
ml: വിവരണം
or: ବର୍ଣ୍ଣନା
ta: விளக்கம்
te: వివరణ

# compbioOne
source: CompBio@IIT-Roorkee has developed the Utsarjan App for the aid of all pregnant women and obstetricians. The App is available for free and no charges are involved to avail the benefit of App.
bn: CompBio@IIT-Roorkee সমস্ত গর্ভবতী মহিলা এবং প্রসূতি বিশেষজ্ঞদের সহায়তার জন্য স্বাস্থ্যগর্ভ অ্যাপ তৈরি করেছে৷ অ্যাপটি বিনামূল্যে পাওয়া যায় এবং অ্যাপের সুবিধা পেতে কোনো চার্জ জড়িত নেই।
hi: CompBio@IIT- रुड़की ने सभी गर्भवती महिलाओं और प्रसूति रोग विशेषज्ञों की सहायता के लिए स्वस्थ गर्भ ऐप विकसित किया है। ऐप मुफ्त में उपलब्ध है और ऐप का लाभ उठाने के लिए कोई शुल्क शामिल नहीं है।
kn: CompBio@IIT-Roorkee ಎಲ್ಲಾ ಗರ್ಭಿಣಿಯರು ಮತ್ತು ಪ್ರಸೂತಿ ತಜ್ಞರ ಸಹಾಯಕ್ಕಾಗಿ SwasthGarbh ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಅಭಿವೃದ್ಧಿಪಡಿಸಿದೆ. ಅಪ್ಲಿಕೇಶನ್ ಉಚಿತವಾಗಿ ಲಭ್ಯವಿದೆ ಮತ್ತು ಅಪ್ಲಿಕೇಶನ್‌ನ ಪ್ರಯೋಜನವನ್ನು ಪಡೆಯಲು ಯಾವುದೇ ಶುಲ್ಕಗಳನ್ನು ಒಳಗೊಂಡಿರುವುದಿಲ್ಲ.
ml: CompBio@IIT-Roorkee എല്ലാ ഗർഭിണികളുടെയും പ്രസവചികിത്സകരുടെയും സഹായത്തിനായി SwasthGarbh ആപ്പ് വികസിപ്പിച്ചെടുത്തു. ആപ്പ് സൗജന്യമായി ലഭ്യമാണ്, കൂടാതെ ആപ്പിന്റെ പ്രയോജനം ലഭിക്കുന്നതിന് യാതൊരു നിരക്കും ഈടാക്കില്ല.
or: ସମସ୍ତ ଗର୍ଭବତୀ ମହିଳା ଏବଂ ପ୍ରସୂତି ବିଶେଷଜ୍ଞଙ୍କ ସହାୟତା ପାଇଁ CompBio @ IIT-Roorkee ସ୍ as ାଷ୍ଟଗାର୍ ଆପ୍ ବିକଶିତ କରିଛି | ଆପ୍ ମାଗଣାରେ ଉପଲବ୍ଧ ଏବଂ ଆପର ଲାଭ ପାଇବା ପାଇଁ କ charges ଣସି ଦେୟ ଜଡିତ ନୁହେଁ |
ta: CompBio@IIT-Roorkee ஆனது அனைத்து கர்ப்பிணிப் பெண்கள் மற்றும் மகப்பேறு மருத்துவர்களின் உதவிக்காக SwasthGarbh செயலியை உருவாக்கியுள்ளது. ஆப்ஸ் இலவசமாகக் கிடைக்கிறது மற்றும் ஆப்ஸின் பலனைப் பெற எந்தக் கட்டணமும் இல்லை.
te: CompBio@IIT-రూర్కీ గర్భిణీ స్త్రీలు మరియు ప్రసూతి వైద్యులందరి సహాయం కోసం SwasthGarbh యాప్‌ను అభివృద్ధి చేసింది. యాప్ ఉచితంగా లభిస్తుంది మరియు యాప్ యొక్క ప్రయోజనాన్ని పొందేందుకు ఎటువంటి ఛార్జీలు ఉండవు.

# compbioTwo
source: However, the App is not a substitute of a Doctor. In case of any difficulty, kindly contact your doctor. Furthermore, the developers do not owe any legal or medical liability, in case of any untoward consequences.
bn: যাইহোক, অ্যাপটি ডাক্তারের বিকল্প নয়। কোন অসুবিধার ক্ষেত্রে, অনুগ্রহ করে আপনার ডাক্তারের সাথে যোগাযোগ করুন। তদ্ব্যতীত, কোনো অপ্রীতিকর পরিণতির ক্ষেত্রে ডেভেলপারদের কোনো আইনি বা চিকিৎসার দায়বদ্ধতা নেই।
hi: हालांकि, ऐप डॉक्टर का विकल्प नहीं है। किसी भी कठिनाई के मामले में, कृपया अपने चिकित्सक से संपर्क करें। इसके अलावा, किसी भी अप्रिय परिणाम के मामले में, डेवलपर्स पर कोई कानूनी या चिकित्सा दायित्व नहीं है।
kn: ಆದಾಗ್ಯೂ, ಅಪ್ಲಿಕೇಶನ್ ವೈದ್ಯರ ಬದಲಿಯಾಗಿಲ್ಲ. ಯಾವುದೇ ತೊಂದರೆಯ ಸಂದರ್ಭದಲ್ಲಿ, ದಯವಿಟ್ಟು ನಿಮ್ಮ ವೈದ್ಯರನ್ನು ಸಂಪರ್ಕಿಸಿ. ಇದಲ್ಲದೆ, ಯಾವುದೇ ಅಹಿತಕರ ಪರಿಣಾಮಗಳ ಸಂದರ್ಭದಲ್ಲಿ ಡೆವಲಪರ್‌ಗಳು ಯಾವುದೇ ಕಾನೂನು ಅಥವಾ ವೈದ್ಯಕೀಯ ಹೊಣೆಗಾರಿಕೆಯನ್ನು ಹೊಂದಿರುವುದಿಲ್ಲ.
ml: എന്നിരുന്നാലും, ആപ്പ് ഒരു ഡോക്ടറുടെ പകരക്കാരനല്ല. എന്തെങ്കിലും ബുദ്ധിമുട്ടുകൾ ഉണ്ടായാൽ, ദയവായി നിങ്ങളുടെ ഡോക്ടറുമായി ബന്ധപ്പെടുക. കൂടാതെ, എന്തെങ്കിലും പ്രതികൂലമായ പ്രത്യാഘാതങ്ങൾ ഉണ്ടായാൽ, ഡെവലപ്പർമാർക്ക് നിയമപരമോ മെഡിക്കൽ ബാധ്യതയോ ഇല്ല.
or: ତଥାପି, ଆପ୍ ଜଣେ ଡାକ୍ତରଙ୍କ ବିକଳ୍ପ ନୁହେଁ | କ difficulty ଣସି ଅସୁବିଧା ହେଲେ ଦୟାକରି ଡାକ୍ତରଙ୍କ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ | ଅଧିକନ୍ତୁ, କ any ଣସି ଅଘଟଣ ପରିଣାମ ହେଲେ ବିକାଶକାରୀମାନେ କ legal ଣସି ଆଇନଗତ କିମ୍ବା ଡାକ୍ତରୀ ଦାୟିତ୍ .ର we ଣୀ ନୁହଁନ୍ତି |
ta: இருப்பினும், ஆப் ஒரு டாக்டருக்கு மாற்றாக இல்லை. ஏதேனும் சிரமம் ஏற்பட்டால், தயவுசெய்து உங்கள் மருத்துவரை அணுகவும். மேலும், ஏதேனும் விரும்பத்தகாத விளைவுகள் ஏற்பட்டால், டெவலப்பர்கள் எந்தவொரு சட்டப்பூர்வ அல்லது மருத்துவப் பொறுப்பையும் செலுத்த வேண்டியதில்லை.
te: అయితే, యాప్ వైద్యునికి ప్రత్యామ్నాయం కాదు. ఏదైనా ఇబ్బంది ఉంటే, దయచేసి మీ వైద్యుడిని సంప్రదించండి. ఇంకా, ఏదైనా అవాంఛనీయ పరిణామాల విషయంలో డెవలపర్‌లు ఎటువంటి చట్టపరమైన లేదా వైద్యపరమైన బాధ్యతను కలిగి ఉండరు.

# privacy
source: Privacy Policy
bn: গোপনীয়তা নীতি
hi: गोपनीयता नीति
kn: ಗೌಪ್ಯತಾ ನೀತಿ
ml: സ്വകാര്യതാനയം
or: ଗୋପନୀୟତା ନୀତି
ta: தனியுரிமைக் கொள்கை
te: గోప్యతా విధానం

# computationalOne
source: Computational Lab IIT-Roorkee built the Utsarjan app as a Free app. This SERVICE is provided by Computational Lab IIT-Roorkee at no cost and is intended for use as is.
bn: কম্পিউটেশনাল ল্যাব IIT-Roorkee একটি বিনামূল্যের অ্যাপ হিসেবে SwasthGarbh অ্যাপ তৈরি করেছে। এই পরিষেবাটি কম্পিউটেশনাল ল্যাব আইআইটি-রুরকি দ্বারা বিনা খরচে প্রদান করা হয়েছে এবং এটি ব্যবহার করার উদ্দেশ্যে।
hi: कम्प्यूटेशनल लैब IIT-रुड़की ने स्वस्थ गर्भ ऐप को एक फ्री ऐप के रूप में बनाया है। यह सेवा कम्प्यूटेशनल लैब आईआईटी-रुड़की द्वारा बिना किसी लागत के प्रदान की जाती है और इसका उपयोग करने का इरादा है।
kn: ಕಂಪ್ಯೂಟೇಶನಲ್ ಲ್ಯಾಬ್ IIT-ರೂರ್ಕಿ ಸ್ವಸ್ತ್‌ಗರ್ಭ್ ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಉಚಿತ ಅಪ್ಲಿಕೇಶನ್‌ನಂತೆ ನಿರ್ಮಿಸಿದೆ. ಈ ಸೇವೆಯನ್ನು ಯಾವುದೇ ವೆಚ್ಚವಿಲ್ಲದೆ ಕಂಪ್ಯೂಟೇಶನಲ್ ಲ್ಯಾಬ್ IIT-ರೂರ್ಕಿ ಒದಗಿಸಿದೆ ಮತ್ತು ಬಳಸಲು ಉದ್ದೇಶಿಸಲಾಗಿದೆ.
ml: കമ്പ്യൂട്ടേഷണൽ ലാബ് ഐഐടി-റൂർക്കി ഒരു സൗജന്യ ആപ്പായി സ്വസ്ത്ഗർഭ് ആപ്പ് നിർമ്മിച്ചു. ഈ സേവനം കമ്പ്യൂട്ടേഷണൽ ലാബ് IIT-Roorkee ഒരു ചെലവും കൂടാതെ നൽകുന്നു, അത് അതേപടി ഉപയോഗിക്കാൻ ഉദ്ദേശിച്ചുള്ളതാണ്.
or: କମ୍ପ୍ୟୁଟେସନ୍ ଲ୍ୟାବ୍ IIT-Roorkee ଏକ ମାଗଣା ଆପ୍ ଭାବରେ SwasthGarbh ଆପ୍ ନିର୍ମାଣ କଲା | ଏହି ସର୍ଭିସେସ୍ କମ୍ପ୍ୟୁଟେସନ୍ ଲ୍ୟାବ୍ IIT-Roorkee ଦ୍ୱାରା ବିନା ମୂଲ୍ୟରେ ପ୍ରଦାନ କରାଯାଇଥାଏ ଏବଂ ଯେପରି ବ୍ୟବହାର ପାଇଁ ଉଦ୍ଦିଷ୍ଟ |
ta: Computational Lab IIT-Roorkee, SwasthGarbh பயன்பாட்டை ஒரு இலவச பயன்பாடாக உருவாக்கியது. இந்தச் சேவையானது கம்ப்யூடேஷனல் லேப் IIT-Roorkee ஆல் எந்தக் கட்டணமும் இல்லாமல் வழங்கப்படுகிறது, மேலும் இது அப்படியே பயன்படுத்தப்பட வேண்டும்.
te: కంప్యూటేషనల్ ల్యాబ్ IIT-రూర్కీ స్వస్త్‌గర్భ్ యాప్‌ను ఉచిత యాప్‌గా రూపొందించింది. ఈ సేవ ఎటువంటి ఖర్చు లేకుండా కంప్యూటేషనల్ ల్యాబ్ IIT-రూర్కీ ద్వారా అందించబడింది మరియు ఇది యథాతథంగా ఉపయోగించడానికి ఉద్దేశించబడింది.

# computationalTwo
source: This page is used to inform visitors regarding our policies with the collection, use, and disclosure of Personal Information if anyone decided to use our Service.
bn: যদি কেউ আমাদের পরিষেবা ব্যবহার করার সিদ্ধান্ত নেয় তবে এই পৃষ্ঠাটি ব্যক্তিগত তথ্য সংগ্রহ, ব্যবহার এবং প্রকাশের সাথে আমাদের নীতি সম্পর্কে দর্শকদের জানাতে ব্যবহার করা হয়।
hi: इस पृष्ठ का उपयोग आगंतुकों को व्यक्तिगत जानकारी के संग्रह, उपयोग और प्रकटीकरण के साथ हमारी नीतियों के बारे में सूचित करने के लिए किया जाता है यदि किसी ने उपयोग करने का निर्णय लिया है हमारी सेवा।
kn: ಯಾರಾದರೂ ನಮ್ಮ ಸೇವೆಯನ್ನು ಬಳಸಲು ನಿರ್ಧರಿಸಿದರೆ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯ ಸಂಗ್ರಹಣೆ, ಬಳಕೆ ಮತ್ತು ಬಹಿರಂಗಪಡಿಸುವಿಕೆಯೊಂದಿಗೆ ನಮ್ಮ ನೀತಿಗಳ ಕುರಿತು ಸಂದರ್ಶಕರಿಗೆ ತಿಳಿಸಲು ಈ ಪುಟವನ್ನು ಬಳಸಲಾಗುತ್ತದೆ.
ml: ആരെങ്കിലും ഞങ്ങളുടെ സേവനം ഉപയോഗിക്കാൻ തീരുമാനിച്ചാൽ, വ്യക്തിഗത വിവരങ്ങളുടെ ശേഖരണം, ഉപയോഗം, വെളിപ്പെടുത്തൽ എന്നിവയുമായി ബന്ധപ്പെട്ട ഞങ്ങളുടെ നയങ്ങളെക്കുറിച്ച് സന്ദർശകരെ അറിയിക്കാൻ ഈ പേജ് ഉപയോഗിക്കുന്നു.
or: ବ୍ୟକ୍ତିଗତ ସୂଚନା ସଂଗ୍ରହ, ବ୍ୟବହାର, ଏବଂ ପ୍ରକାଶ ସହିତ ଆମର ନୀତି ସମ୍ବନ୍ଧରେ ପରିଦର୍ଶକମାନଙ୍କୁ ସୂଚନା ଦେବା ପାଇଁ ଏହି ପୃଷ୍ଠା ବ୍ୟବହୃତ ହୁଏ ଯଦି କେହି ଆମର ସେବା ବ୍ୟବହାର କରିବାକୁ ସ୍ଥିର କରନ୍ତି |
ta: யாராவது எங்கள் சேவையைப் பயன்படுத்த முடிவு செய்தால், தனிப்பட்ட தகவலை சேகரிப்பது, பயன்படுத்துவது மற்றும் வெளிப்படுத்துவது தொடர்பான எங்கள் கொள்கைகள் குறித்து பார்வையாளர்களுக்குத் தெரிவிக்க இந்தப் பக்கம் பயன்படுத்தப்படுகிறது.
te: ఎవరైనా మా సేవను ఉపయోగించాలని నిర్ణయించుకున్నట్లయితే, వ్యక్తిగత సమాచారాన్ని సేకరించడం, ఉపయోగించడం మరియు బహిర్గతం చేయడం వంటి మా విధానాలకు సంబంధించి సందర్శకులకు తెలియజేయడానికి ఈ పేజీ ఉపయోగించబడుతుంది.

# computationalThree
source: If you choose to use our Service, then you agree to the collection and use of information in relation to this policy. The Personal Information that we collect is used for providing and improving the Service. We will not use or share your information with anyone except as described in this Privacy Policy.
bn: আপনি যদি আমাদের পরিষেবা ব্যবহার করতে চান, তাহলে আপনি এই নীতির সাথে সম্পর্কিত তথ্য সংগ্রহ এবং ব্যবহারে সম্মত হন। আমরা যে ব্যক্তিগত তথ্য সংগ্রহ করি তা পরিষেবা প্রদান এবং উন্নতির জন্য ব্যবহার করা হয়। এই গোপনীয়তা নীতিতে বর্ণিত ব্যতীত আমরা আপনার তথ্য কারো সাথে ব্যবহার বা শেয়ার করব না।
hi: यदि आप हमारी सेवा का उपयोग करना चुनते हैं, तो आप इस नीति के संबंध में जानकारी के संग्रह और उपयोग के लिए सहमत हैं। हमारे द्वारा एकत्रित की जाने वाली व्यक्तिगत जानकारी का उपयोग सेवा प्रदान करने और उसमें सुधार करने के लिए किया जाता है। इस गोपनीयता नीति में वर्णित के अलावा हम आपकी जानकारी का उपयोग या किसी के साथ साझा नहीं करेंगे।
kn: ನಮ್ಮ ಸೇವೆಯನ್ನು ಬಳಸಲು ನೀವು ಆಯ್ಕೆ ಮಾಡಿದರೆ, ಈ ನೀತಿಗೆ ಸಂಬಂಧಿಸಿದಂತೆ ಮಾಹಿತಿಯ ಸಂಗ್ರಹಣೆ ಮತ್ತು ಬಳಕೆಗೆ ನೀವು ಒಪ್ಪುತ್ತೀರಿ. ನಾವು ಸಂಗ್ರಹಿಸುವ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯನ್ನು ಸೇವೆಯನ್ನು ಒದಗಿಸಲು ಮತ್ತು ಸುಧಾರಿಸಲು ಬಳಸಲಾಗುತ್ತದೆ. ಈ ಗೌಪ್ಯತೆ ನೀತಿಯಲ್ಲಿ ವಿವರಿಸಿದಂತೆ ಹೊರತುಪಡಿಸಿ ನಿಮ್ಮ ಮಾಹಿತಿಯನ್ನು ನಾವು ಯಾರೊಂದಿಗೂ ಬಳಸುವುದಿಲ್ಲ ಅಥವಾ ಹಂಚಿಕೊಳ್ಳುವುದಿಲ್ಲ.
ml: ഞങ്ങളുടെ സേവനം ഉപയോഗിക്കാൻ നിങ്ങൾ തിരഞ്ഞെടുക്കുകയാണെങ്കിൽ, ഈ നയവുമായി ബന്ധപ്പെട്ട വിവരങ്ങളുടെ ശേഖരണവും ഉപയോഗവും നിങ്ങൾ അംഗീകരിക്കുന്നു. ഞങ്ങൾ ശേഖരിക്കുന്ന വ്യക്തിഗത വിവരങ്ങൾ സേവനം നൽകുന്നതിനും മെച്ചപ്പെടുത്തുന്നതിനും ഉപയോഗിക്കുന്നു. ഈ സ്വകാര്യതാ നയത്തിൽ വിവരിച്ചിട്ടുള്ളതല്ലാതെ ഞങ്ങൾ നിങ്ങളുടെ വിവരങ്ങൾ ആരുമായും ഉപയോഗിക്കുകയോ പങ്കിടുകയോ ചെയ്യില്ല.
or: ଯଦି ଆପଣ ଆମର ସେବା ବ୍ୟବହାର କରିବାକୁ ବାଛିଛନ୍ତି, ତେବେ ଆପଣ ଏହି ନୀତି ସଂପର୍କରେ ସୂଚନା ସଂଗ୍ରହ ଏବଂ ବ୍ୟବହାର ପାଇଁ ରାଜି ହୁଅନ୍ତି | ଆମେ ସଂଗ୍ରହ କରୁଥିବା ବ୍ୟକ୍ତିଗତ ସୂଚନା ସେବା ଯୋଗାଇବା ଏବଂ ଉନ୍ନତି ପାଇଁ ବ୍ୟବହୃତ ହୁଏ | ଏହି ଗୋପନୀୟତା ନୀତିରେ ବର୍ଣ୍ଣିତ ବ୍ୟତୀତ ଆମେ ଆପଣଙ୍କର ସୂଚନା କାହା ସହିତ ବ୍ୟବହାର କିମ୍ବା ଅଂଶୀଦାର କରିବୁ ନାହିଁ |
ta: எங்கள் சேவையைப் பயன்படுத்த நீங்கள் தேர்வுசெய்தால், இந்தக் கொள்கை தொடர்பான தகவல்களைச் சேகரித்து பயன்படுத்துவதை ஒப்புக்கொள்கிறீர்கள். நாங்கள் சேகரிக்கும் தனிப்பட்ட தகவல் சேவையை வழங்குவதற்கும் மேம்படுத்துவதற்கும் பயன்படுத்தப்படுகிறது. இந்த தனியுரிமைக் கொள்கையில் விவரிக்கப்பட்டுள்ளதைத் தவிர உங்கள் தகவலைப் பயன்படுத்தவோ அல்லது யாருடனும் பகிரவோ மாட்டோம்.
te: మీరు మా సేవను ఉపయోగించాలని ఎంచుకుంటే, ఈ విధానానికి సంబంధించి సమాచారాన్ని సేకరణ మరియు వినియోగానికి మీరు అంగీకరిస్తున్నారు. మేము సేకరించే వ్యక్తిగత సమాచారం సేవను అందించడానికి మరియు మెరుగుపరచడానికి ఉపయోగించబడుతుంది. ఈ గోప్యతా విధానంలో వివరించిన విధంగా మినహా మేము మీ సమాచారాన్ని ఎవరితోనూ ఉపయోగించము లేదా భాగస్వామ్యం చేయము.

# compuatationalFour
source: The terms used in this Privacy Policy have the same meanings as in our Terms and Conditions, which is accessible at Utsarjan unless otherwise defined in this Privacy Policy.
bn: এই গোপনীয়তা নীতিতে ব্যবহৃত পদগুলির আমাদের শর্তাবলীর মতোই অর্থ রয়েছে, যা এই গোপনীয়তা নীতিতে অন্যথায় সংজ্ঞায়িত না থাকলে SwasthGarbh-এ অ্যাক্সেসযোগ্য।
hi: इस गोपनीयता नीति में उपयोग की गई शर्तों का वही अर्थ है जो हमारे नियमों और शर्तों में है, जो कि स्वस्थगर्भ में उपलब्ध है, जब तक कि इस गोपनीयता में अन्यथा परिभाषित न किया गया हो।
kn: ಈ ಗೌಪ್ಯತಾ ನೀತಿಯಲ್ಲಿ ಬಳಸಲಾದ ಪದಗಳು ನಮ್ಮ ನಿಯಮಗಳು ಮತ್ತು ನಿಬಂಧನೆಗಳಲ್ಲಿರುವಂತೆಯೇ ಅದೇ ಅರ್ಥಗಳನ್ನು ಹೊಂದಿವೆ, ಈ ಗೌಪ್ಯತೆ ನೀತಿಯಲ್ಲಿ ವ್ಯಾಖ್ಯಾನಿಸದ ಹೊರತು ಸ್ವಸ್ತ್‌ಗರ್ಭ್‌ನಲ್ಲಿ ಪ್ರವೇಶಿಸಬಹುದು.
ml: ഈ സ്വകാര്യതാ നയത്തിൽ ഉപയോഗിച്ചിരിക്കുന്ന നിബന്ധനകൾക്ക് ഞങ്ങളുടെ നിബന്ധനകളിലും വ്യവസ്ഥകളിലും ഉള്ള അതേ അർത്ഥങ്ങളുണ്ട്, ഈ സ്വകാര്യതാ നയത്തിൽ നിർവചിച്ചിട്ടില്ലെങ്കിൽ സ്വസ്ത്ഗർഭിൽ ആക്‌സസ് ചെയ്യാൻ കഴിയും.
or: ଏହି ଗୋପନୀୟତା ନୀତିରେ ବ୍ୟବହୃତ ଶବ୍ଦଗୁଡ଼ିକର ଆମର ସର୍ତ୍ତାବଳୀ ଏବଂ ସର୍ତ୍ତାବଳୀ ପରି ସମାନ ଅର୍ଥ ଅଛି, ଯାହାକି ଏହି ଗୋପନୀୟତା ନୀତିରେ ଅନ୍ୟଥା ବ୍ୟାଖ୍ୟା ନକଲେ ସ୍ ast ାଶବର୍ବରେ ଉପଲବ୍ଧ |
ta: இந்த தனியுரிமைக் கொள்கையில் பயன்படுத்தப்படும் விதிமுறைகள், எங்கள் விதிமுறைகள் மற்றும் நிபந்தனைகளில் உள்ள அதே அர்த்தங்களைக் கொண்டுள்ளன, இந்தத் தனியுரிமைக் கொள்கையில் வேறுவிதமாக வரையறுக்கப்படாத வரை, SwasthGarbh இல் அணுகலாம்.
te: ఈ గోప్యతా విధానంలో ఉపయోగించిన పదాలు మా నిబంధనలు మరియు షరతులలో ఉన్న అదే అర్థాలను కలిగి ఉంటాయి, ఈ గోప్యతా విధానంలో నిర్వచించకపోతే స్వస్త్‌గర్భ్‌లో యాక్సెస్ చేయవచ్చు.

# information
source: Information Collection and Use
bn: তথ্য সংগ্রহ এবং ব্যবহার
hi: सूचना संग्रह और उपयोग
kn: ಮಾಹಿತಿ ಸಂಗ್ರಹಣೆ ಮತ್ತು ಬಳಕೆ
ml: വിവര ശേഖരണവും ഉപയോഗവും
or: ସୂଚନା ସଂଗ୍ରହ ଏବଂ ବ୍ୟବହାର
ta: தகவல் சேகரிப்பு மற்றும் பயன்பாடு
te: సమాచార సేకరణ మరియు ఉపయోగం

# betterOne
source: For a better experience, while using our Service, we may require you to provide us with certain personally identifiable information, including but not limited to blood pressure, weight and other medical information. The information that we request will be retained by us and used as described in this privacy policy.
bn: একটি ভাল অভিজ্ঞতার জন্য, আমাদের পরিষেবা ব্যবহার করার সময়, আমরা আপনাকে আমাদের কিছু ব্যক্তিগতভাবে সনাক্তযোগ্য তথ্য প্রদান করতে চাই, যার মধ্যে রক্তচাপ, ওজন এবং অন্যান্য চিকিৎসা তথ্য সহ কিন্তু সীমাবদ্ধ নয়। আমরা যে তথ্যের অনুরোধ করব তা আমাদের ধরে রাখা হবে এবং এই গোপনীয়তা নীতিতে বর্ণিত হিসাবে ব্যবহার করা হবে।
hi: बेहतर अनुभव के लिए, हमारी सेवा का उपयोग करते समय, हम आपसे कुछ व्यक्तिगत रूप से पहचान योग्य जानकारी प्रदान करने के लिए कह सकते हैं, जिसमें रक्तचाप, वजन और अन्य चिकित्सा जानकारी शामिल है, लेकिन यह इन्हीं तक सीमित नहीं है। हमारे द्वारा अनुरोधित जानकारी हमारे पास रहेगी और इस गोपनीयता नीति में वर्णित अनुसार उपयोग की जाएगी।
kn: ಉತ್ತಮ ಅನುಭವಕ್ಕಾಗಿ, ನಮ್ಮ ಸೇವೆಯನ್ನು ಬಳಸುವಾಗ, ರಕ್ತದೊತ್ತಡ, ತೂಕ ಮತ್ತು ಇತರ ವೈದ್ಯಕೀಯ ಮಾಹಿತಿಯನ್ನು ಒಳಗೊಂಡಂತೆ ಆದರೆ ಸೀಮಿತವಾಗಿರದೆ ಕೆಲವು ವೈಯಕ್ತಿಕವಾಗಿ ಗುರುತಿಸಬಹುದಾದ ಮಾಹಿತಿಯನ್ನು ನಮಗೆ ಒದಗಿಸುವಂತೆ ನಾವು ನಿಮಗೆ ಅಗತ್ಯವಿರುತ್ತದೆ. ನಾವು ವಿನಂತಿಸುವ ಮಾಹಿತಿಯನ್ನು ನಮ್ಮಿಂದ ಉಳಿಸಿಕೊಳ್ಳಲಾಗುತ್ತದೆ ಮತ್ತು ಈ ಗೌಪ್ಯತೆ ನೀತಿಯಲ್ಲಿ ವಿವರಿಸಿದಂತೆ ಬಳಸಲಾಗುತ್ತದೆ.
ml: മികച്ച അനുഭവത്തിനായി, ഞങ്ങളുടെ സേവനം ഉപയോഗിക്കുമ്പോൾ, രക്തസമ്മർദ്ദം, ഭാരം, മറ്റ് മെഡിക്കൽ വിവരങ്ങൾ എന്നിവ ഉൾപ്പെടെ എന്നാൽ അതിൽ മാത്രം പരിമിതപ്പെടുത്താതെ വ്യക്തിപരമായി തിരിച്ചറിയാനാകുന്ന ചില വിവരങ്ങൾ ഞങ്ങൾക്ക് നൽകാൻ ഞങ്ങൾ നിങ്ങളോട് ആവശ്യപ്പെട്ടേക്കാം. ഞങ്ങൾ അഭ്യർത്ഥിക്കുന്ന വിവരങ്ങൾ ഞങ്ങൾ നിലനിർത്തുകയും ഈ സ്വകാര്യതാ നയത്തിൽ വിവരിച്ചിരിക്കുന്നതുപോലെ ഉപയോഗിക്കുകയും ചെയ്യും.
or: ଏକ ଉତ୍ତମ ଅଭିଜ୍ଞତା ପାଇଁ, ଆମର ସେବା ବ୍ୟବହାର କରିବାବେଳେ, ଆମେ ଆପଣଙ୍କୁ ନିର୍ଦ୍ଦିଷ୍ଟ ବ୍ୟକ୍ତିଗତ ଚିହ୍ନଟ ଯୋଗ୍ୟ ସୂଚନା ପ୍ରଦାନ କରିବାକୁ ଆବଶ୍ୟକ କରିପାରିବା, ରକ୍ତଚାପ, ଓଜନ ଏବଂ ଅନ୍ୟାନ୍ୟ ଚିକିତ୍ସା ସୂଚନା ସହିତ ସୀମିତ ନୁହେଁ | ଆମେ ଅନୁରୋଧ କରୁଥିବା ସୂଚନା ଆମ ଦ୍ ained ାରା ରଖାଯିବ ଏବଂ ଏହି ଗୋପନୀୟତା ନୀତିରେ ବର୍ଣ୍ଣନା କରାଯାଇଥିବା ପରି ବ୍ୟବହୃତ ହେବ |
ta: சிறந்த அனுபவத்தைப் பெற, எங்கள் சேவையைப் பயன்படுத்தும் போது, ​​இரத்த அழுத்தம், எடை மற்றும் பிற மருத்துவத் தகவல்கள் உட்பட ஆனால் அவை மட்டும் அல்லாமல் தனிப்பட்ட முறையில் அடையாளம் காணக்கூடிய சில தகவல்களை எங்களுக்கு வழங்குமாறு நாங்கள் கோரலாம். நாங்கள் கோரும் தகவல்கள் எங்களால் தக்கவைக்கப்படும் மற்றும் இந்த தனியுரிமைக் கொள்கையில் விவரிக்கப்பட்டுள்ளபடி பயன்படுத்தப்படும்.
te: మెరుగైన అనుభవం కోసం, మా సేవను ఉపయోగిస్తున్నప్పుడు, రక్తపోటు, బరువు మరియు ఇతర వైద్య సమాచారంతో సహా పరిమితం కాకుండా వ్యక్తిగతంగా గుర్తించదగిన నిర్దిష్ట సమాచారాన్ని మాకు అందించాలని మేము కోరవచ్చు. మేము అభ్యర్థించే సమాచారం మా వద్ద ఉంచబడుతుంది మరియు ఈ గోప్యతా విధానంలో వివరించిన విధంగా ఉపయోగించబడుతుంది.

# betterTwo
source: The app does use third party services that may collect information used to identify you.
bn: অ্যাপটি তৃতীয় পক্ষের পরিষেবাগুলি ব্যবহার করে যা আপনাকে সনাক্ত করতে ব্যবহৃত তথ্য সংগ্রহ করতে পারে।
hi: ऐप तीसरे पक्ष की सेवाओं का उपयोग करता है जो आपकी पहचान करने के लिए उपयोग की जाने वाली जानकारी एकत्र कर सकती हैं।
kn: ನಿಮ್ಮನ್ನು ಗುರುತಿಸಲು ಬಳಸುವ ಮಾಹಿತಿಯನ್ನು ಸಂಗ್ರಹಿಸಬಹುದಾದ ಮೂರನೇ ವ್ಯಕ್ತಿಯ ಸೇವೆಗಳನ್ನು ಅಪ್ಲಿಕೇಶನ್ ಬಳಸುತ್ತದೆ.
ml: നിങ്ങളെ തിരിച്ചറിയാൻ ഉപയോഗിക്കുന്ന വിവരങ്ങൾ ശേഖരിച്ചേക്കാവുന്ന മൂന്നാം കക്ഷി സേവനങ്ങൾ ആപ്പ് ഉപയോഗിക്കുന്നു.
or: ଆପ୍ ତୃତୀୟ ପକ୍ଷ ସେବା ବ୍ୟବହାର କରେ ଯାହା ଆପଣଙ୍କୁ ଚିହ୍ନିବା ପାଇଁ ବ୍ୟବହୃତ ସୂଚନା ସଂଗ୍ରହ କରିପାରେ |
ta: உங்களை அடையாளம் காணப் பயன்படுத்தப்படும் தகவலைச் சேகரிக்கும் மூன்றாம் தரப்புச் சேவைகளைப் பயன்பாடு பயன்படுத்துகிறது.
te: మిమ్మల్ని గుర్తించడానికి ఉపయోగించే సమాచారాన్ని సేకరించే మూడవ పక్ష సేవలను యాప్ ఉపయోగిస్తుంది.

# betterThree
source: Link to privacy policy of third party service providers used by the app
bn: অ্যাপ দ্বারা ব্যবহৃত তৃতীয় পক্ষের পরিষেবা প্রদানকারীদের গোপনীয়তা নীতির লিঙ্ক
hi: ऐप द्वारा उपयोग किए जाने वाले तृतीय पक्ष सेवा प्रदाताओं की गोपनीयता नीति का लिंक
kn: ಅಪ್ಲಿಕೇಶನ್ ಬಳಸುವ ಮೂರನೇ ವ್ಯಕ್ತಿಯ ಸೇವಾ ಪೂರೈಕೆದಾರರ ಗೌಪ್ಯತೆ ನೀತಿಗೆ ಲಿಂಕ್ ಮಾಡಿ
ml: ആപ്പ് ഉപയോഗിക്കുന്ന മൂന്നാം കക്ഷി സേവന ദാതാക്കളുടെ സ്വകാര്യതാ നയത്തിലേക്കുള്ള ലിങ്ക്
or: ଆପ୍ ଦ୍ୱାରା ବ୍ୟବହୃତ ତୃତୀୟ ପକ୍ଷ ସେବା ପ୍ରଦାନକାରୀଙ୍କ ଗୋପନୀୟତା ନୀତି ସହିତ ଲିଙ୍କ୍ |
ta: ஆப்ஸ் பயன்படுத்தும் மூன்றாம் தரப்பு சேவை வழங்குநர்களின் தனியுரிமைக் கொள்கைக்கான இணைப்பு
te: యాప్ ఉపయోగించే థర్డ్ పార్టీ సర్వీస్ ప్రొవైడర్ల గోప్యతా విధానానికి లింక్

# log
source: Log Data
bn: লগ ডেটা
hi: लॉग डेटा
kn: ಲಾಗ್ ಡೇಟಾ
ml: ലോഗ് ഡാറ്റ
or: ଲଗ୍ ଡାଟା |
ta: பதிவு தரவு
te: లాగ్ డేటా
