Repository: snigdha123-iitr/utsarjan_17-09
Catalog: lib/l10n/intl_*.arb
Languages: bn, hi, kn, ml, or, ta, te

# want
source: We want to inform you that whenever you use our Service, in a case of an error in the app we collect data and information (through third party products) on your phone called Log Data. This Log Data may include information such as your device Internet Protocol (“IP”) address, device name, operating system version, the configuration of the app when utilizing our Service, the time and date of your use of the Service, and other statistics.
bn: আমরা আপনাকে জানাতে চাই যে আপনি যখনই আমাদের পরিষেবা ব্যবহার করেন, অ্যাপে কোনও ত্রুটির ক্ষেত্রে আমরা লগ ডেটা নামে আপনার ফোনে ডেটা এবং তথ্য (তৃতীয় পক্ষের পণ্যগুলির মাধ্যমে) সংগ্রহ করি। এই লগ ডেটাতে আপনার ডিভাইসের ইন্টারনেট প্রোটোকল (“আইপি”) ঠিকানা, ডিভাইসের নাম, অপারেটিং সিস্টেম সংস্করণ, আমাদের পরিষেবা ব্যবহার করার সময় অ্যাপের কনফিগারেশন, আপনার পরিষেবা ব্যবহারের সময় এবং তারিখ এবং অন্যান্য পরিসংখ্যানের মতো তথ্য অন্তর্ভুক্ত থাকতে পারে।
hi: हम आपको सूचित करना चाहते हैं कि जब भी आप हमारी सेवा का उपयोग करते हैं, तो ऐप में किसी त्रुटि के मामले में हम आपके फोन पर लॉग डेटा नामक डेटा और जानकारी (तृतीय पक्ष उत्पादों के माध्यम से) एकत्र करते हैं। इस लॉग डेटा में आपकी डिवाइस इंटरनेट प्रोटोकॉल ('आईपी') पता, डिवाइस का नाम, ऑपरेटिंग सिस्टम संस्करण, हमारी सेवा का उपयोग करते समय ऐप की कॉन्फ़िगरेशन, सेवा के आपके उपयोग का समय और तारीख, और अन्य आंकड़े जैसी जानकारी शामिल हो सकती है।
kn: ನೀವು ನಮ್ಮ ಸೇವೆಯನ್ನು ಬಳಸಿದಾಗಲೆಲ್ಲಾ, ಅಪ್ಲಿಕೇಶನ್‌ನಲ್ಲಿ ದೋಷ ಕಂಡುಬಂದಲ್ಲಿ ನಾವು ಲಾಗ್ ಡೇಟಾ ಎಂಬ ನಿಮ್ಮ ಫೋನ್‌ನಲ್ಲಿ ಡೇಟಾ ಮತ್ತು ಮಾಹಿತಿಯನ್ನು (ಮೂರನೇ ವ್ಯಕ್ತಿಯ ಉತ್ಪನ್ನಗಳ ಮೂಲಕ) ಸಂಗ್ರಹಿಸುತ್ತೇವೆ ಎಂದು ನಾವು ನಿಮಗೆ ತಿಳಿಸಲು ಬಯಸುತ್ತೇವೆ. ಈ ಲಾಗ್ ಡೇಟಾವು ನಿಮ್ಮ ಸಾಧನದ ಇಂಟರ್ನೆಟ್ ಪ್ರೋಟೋಕಾಲ್ ('IP') ವಿಳಾಸ, ಸಾಧನದ ಹೆಸರು, ಆಪರೇಟಿಂಗ್ ಸಿಸ್ಟಮ್ ಆವೃತ್ತಿ, ನಮ್ಮ ಸೇವೆಯನ್ನು ಬಳಸುವಾಗ ಅಪ್ಲಿಕೇಶನ್‌ನ ಕಾನ್ಫಿಗರೇಶನ್, ನಿಮ್ಮ ಸೇವೆಯ ಬಳಕೆಯ ಸಮಯ ಮತ್ತು ದಿನಾಂಕ ಮತ್ತು ಇತರ ಅಂಕಿಅಂಶಗಳಂತಹ ಮಾಹಿತಿಯನ್ನು ಒಳಗೊಂಡಿರಬಹುದು. .
ml: നിങ്ങൾ ഞങ്ങളുടെ സേവനം ഉപയോഗിക്കുമ്പോഴെല്ലാം, ആപ്പിൽ ഒരു പിശകുണ്ടായാൽ, ലോഗ് ഡാറ്റ എന്ന് വിളിക്കപ്പെടുന്ന നിങ്ങളുടെ ഫോണിലെ ഡാറ്റയും വിവരങ്ങളും (മൂന്നാം കക്ഷി ഉൽപ്പന്നങ്ങളിലൂടെ) ഞങ്ങൾ ശേഖരിക്കുമെന്ന് നിങ്ങളെ അറിയിക്കാൻ ഞങ്ങൾ ആഗ്രഹിക്കുന്നു. ഈ ലോഗ് ഡാറ്റയിൽ നിങ്ങളുടെ ഉപകരണത്തിന്റെ ഇന്റർനെറ്റ് പ്രോട്ടോക്കോൾ ('IP') വിലാസം, ഉപകരണത്തിന്റെ പേര്, ഓപ്പറേറ്റിംഗ് സിസ്റ്റം പതിപ്പ്, ഞങ്ങളുടെ സേവനം ഉപയോഗിക്കുമ്പോൾ ആപ്പിന്റെ കോൺഫിഗറേഷൻ, നിങ്ങൾ സേവനം ഉപയോഗിക്കുന്ന സമയവും തീയതിയും മറ്റ് സ്ഥിതിവിവരക്കണക്കുകളും പോലുള്ള വിവരങ്ങൾ ഉൾപ്പെട്ടേക്കാം. .
or: ଆମେ ଆପଣଙ୍କୁ ଜଣାଇବାକୁ ଚାହୁଁଛୁ ଯେ ଯେତେବେଳେ ବି ଆପଣ ଆମର ସେବା ବ୍ୟବହାର କରନ୍ତି, ଆପରେ ତ୍ରୁଟି ହେଲେ ଆମେ ଲଗ୍ ଡାଟା ନାମକ ଆପଣଙ୍କ ଫୋନରେ ତଥ୍ୟ ଏବଂ ସୂଚନା (ତୃତୀୟ ପକ୍ଷ ଉତ୍ପାଦ ମାଧ୍ୟମରେ) ସଂଗ୍ରହ କରିଥାଉ | ଏହି ଲଗ୍ ଡାଟା ହୁଏତ ଆପଣଙ୍କର ଡିଭାଇସ୍ ଇଣ୍ଟରନେଟ୍ ପ୍ରୋଟୋକଲ୍ (“IP”) ଠିକଣା, ଡିଭାଇସ୍ ନାମ, ଅପରେଟିଂ ସିଷ୍ଟମ୍ ଭର୍ସନ, ଆମର ସେବା ବ୍ୟବହାର କରିବା ସମୟରେ ଆପର ବିନ୍ୟାସକରଣ, ସେବା ବ୍ୟବହାର କରିବାର ସମୟ ଏବଂ ତାରିଖ ଏବଂ ଅନ୍ୟାନ୍ୟ ପରିସଂଖ୍ୟାନ ପରି ସୂଚନା ଅନ୍ତର୍ଭୂକ୍ତ କରିପାରେ | ।
ta: நீங்கள் எங்கள் சேவையைப் பயன்படுத்தும் போதெல்லாம், பயன்பாட்டில் பிழை ஏற்பட்டால், பதிவு தரவு எனப்படும் உங்கள் தொலைபேசியில் தரவு மற்றும் தகவலை (மூன்றாம் தரப்பு தயாரிப்புகள் மூலம்) நாங்கள் சேகரிக்கிறோம் என்பதை உங்களுக்குத் தெரிவிக்க விரும்புகிறோம். இந்த பதிவுத் தரவு உங்கள் சாதனத்தின் இணைய நெறிமுறை (“IP”) முகவரி, சாதனத்தின் பெயர், இயக்க முறைமை பதிப்பு, எங்கள் சேவையைப் பயன்படுத்தும் போது பயன்பாட்டின் உள்ளமைவு, நீங்கள் சேவையைப் பயன்படுத்தும் நேரம் மற்றும் தேதி மற்றும் பிற புள்ளிவிவரங்கள் போன்ற தகவல்களை உள்ளடக்கியிருக்கலாம். .
te: మీరు మా సేవను ఉపయోగించినప్పుడల్లా, యాప్‌లో లోపం ఏర్పడినప్పుడు మేము లాగ్ డేటా అని పిలువబడే మీ ఫోన్‌లోని డేటా మరియు సమాచారాన్ని (థర్డ్ పార్టీ ఉత్పత్తుల ద్వారా) సేకరిస్తాము అని మేము మీకు తెలియజేయాలనుకుంటున్నాము. ఈ లాగ్ డేటాలో మీ పరికరం ఇంటర్నెట్ ప్రోటోకాల్ (“IP”) చిరునామా, పరికరం పేరు, ఆపరేటింగ్ సిస్టమ్ వెర్షన్, మా సేవను ఉపయోగిస్తున్నప్పుడు యాప్ కాన్ఫిగరేషన్, మీరు సేవను ఉపయోగించే సమయం మరియు తేదీ మరియు ఇతర గణాంకాలు వంటి సమాచారం ఉండవచ్చు. .

source: Cookies
bn: কুকিজ
hi: कुकीज़
kn: ಕುಕೀಸ್
ml: കുക്കികൾ
or: କୁକିଜ୍
ta: குக்கீகள்

# cook
source: Cookies are files with a small amount of data that are commonly used as anonymous unique identifiers. These are sent to your browser from the websites that you visit and are stored on your device's internal memory.
bn: কুকিজ হল অল্প পরিমাণ ডেটা সহ ফাইল যা সাধারণত বেনামী অনন্য শনাক্তকারী হিসাবে ব্যবহৃত হয়। আপনি যে ওয়েবসাইটগুলিতে যান সেগুলি থেকে আপনার ব্রাউজারে পাঠানো হয় এবং আপনার ডিভাইসের অভ্যন্তরীণ মেমরিতে সংরক্ষণ করা হয়।
hi: कुकीज़ छोटी मात्रा में डेटा वाली फाइलें होती हैं जिनका उपयोग आमतौर पर अनाम विशिष्ट पहचानकर्ताओं के रूप में किया जाता है। ये आपके ब्राउज़र पर आपके द्वारा देखी जाने वाली वेबसाइटों से भेजी जाती हैं और आपके डिवाइस की आंतरिक मेमोरी में संग्रहीत होती हैं।
kn: ಕುಕೀಗಳು ಅನಾಮಧೇಯ ಅನನ್ಯ ಗುರುತಿಸುವಿಕೆಗಳಾಗಿ ಸಾಮಾನ್ಯವಾಗಿ ಬಳಸಲಾಗುವ ಸಣ್ಣ ಪ್ರಮಾಣದ ಡೇಟಾವನ್ನು ಹೊಂದಿರುವ ಫೈಲ್ಗಳಾಗಿವೆ. ನೀವು ಭೇಟಿ ನೀಡುವ ವೆಬ್‌ಸೈಟ್‌ಗಳಿಂದ ಇವುಗಳನ್ನು ನಿಮ್ಮ ಬ್ರೌಸರ್‌ಗೆ ಕಳುಹಿಸಲಾಗುತ್ತದೆ ಮತ್ತು ನಿಮ್ಮ ಸಾಧನದ ಆಂತರಿಕ ಮೆಮೊರಿಯಲ್ಲಿ ಸಂಗ್ರಹಿಸಲಾಗುತ್ತದೆ.
ml: അജ്ഞാതമായ അദ്വിതീയ ഐഡന്റിഫയറുകളായി സാധാരണയായി ഉപയോഗിക്കുന്ന ചെറിയ അളവിലുള്ള ഡാറ്റയുള്ള ഫയലുകളാണ് കുക്കികൾ. നിങ്ങൾ സന്ദർശിക്കുന്ന വെബ്‌സൈറ്റുകളിൽ നിന്ന് ഇവ നിങ്ങളുടെ ബ്രൗസറിലേക്ക് അയയ്‌ക്കുകയും നിങ്ങളുടെ ഉപകരണത്തിന്റെ ഇന്റേണൽ മെമ്മറിയിൽ സംഭരിക്കുകയും ചെയ്യുന്നു.
or: କୁକିଜ୍ ହେଉଛି ଅଳ୍ପ ପରିମାଣର ତଥ୍ୟ ସହିତ ଫାଇଲ୍ ଯାହା ସାଧାରଣତ an ଅଜ୍ଞାତ ସ୍ୱତନ୍ତ୍ର ପରିଚାୟକ ଭାବରେ ବ୍ୟବହୃତ ହୁଏ | ୱେବସାଇଟରୁ ଏଗୁଡିକ ତୁମ ବ୍ରାଉଜରକୁ ପଠାଯାଏ ଯାହାକୁ ତୁମେ ପରିଦର୍ଶନ କର ଏବଂ ତୁମର ଡିଭାଇସର ଆଭ୍ୟନ୍ତରୀଣ ମେମୋରୀରେ ଗଚ୍ଛିତ |
ta: குக்கீகள் என்பது அநாமதேய தனிப்பட்ட அடையாளங்காட்டிகளாகப் பொதுவாகப் பயன்படுத்தப்படும் சிறிய அளவிலான தரவுகளைக் கொண்ட கோப்புகள். நீங்கள் பார்வையிடும் இணையதளங்களில் இருந்து இவை உங்கள் உலாவிக்கு அனுப்பப்பட்டு உங்கள் சாதனத்தின் உள் நினைவகத்தில் சேமிக்கப்படும்.
te: కుక్కీలు అనేవి సాధారణంగా అనామక ప్రత్యేక ఐడెంటిఫైయర్‌లుగా ఉపయోగించే కొద్దిపాటి డేటాతో కూడిన ఫైల్‌లు. ఇవి మీరు సందర్శించే వెబ్‌సైట్‌ల నుండి మీ బ్రౌజర్‌కి పంపబడతాయి మరియు మీ పరికరం యొక్క అంతర్గత మెమరీలో నిల్వ చేయబడతాయి.

# cookOne
source: This Service does not use these “cookies” explicitly. However, the app may use third party code and libraries that use “cookies” to collect information and improve their services. You have the option to either accept or refuse these cookies and know when a cookie is being sent to your device. If you choose to refuse our cookies, you may not be able to use some portions of this Service.
bn: এই পরিষেবাটি এই 'কুকিজ' স্পষ্টভাবে ব্যবহার করে না। যাইহোক, অ্যাপটি তৃতীয় পক্ষের কোড এবং লাইব্রেরিগুলি ব্যবহার করতে পারে যা তথ্য সংগ্রহ করতে এবং তাদের পরিষেবাগুলি উন্নত করতে 'কুকিজ' ব্যবহার করে। আপনার কাছে এই কুকিগুলি গ্রহণ বা প্রত্যাখ্যান করার এবং আপনার ডিভাইসে কখন একটি কুকি পাঠানো হচ্ছে তা জানার বিকল্প রয়েছে৷ আপনি যদি আমাদের কুকিজ প্রত্যাখ্যান করতে চান, তাহলে আপনি এই পরিষেবার কিছু অংশ ব্যবহার করতে পারবেন না।
hi: यह सेवा इन 'कुकीज़' का स्पष्ट रूप से उपयोग नहीं करती है। हालाँकि, ऐप तीसरे पक्ष के कोड और पुस्तकालयों का उपयोग कर सकता है जो जानकारी एकत्र करने और अपनी सेवाओं को बेहतर बनाने के लिए 'कुकीज़' का उपयोग करते हैं। आपके पास इन कुकीज़ को स्वीकार या अस्वीकार करने और यह जानने का विकल्प है कि आपके डिवाइस पर कुकी कब भेजी जा रही है। यदि आप हमारी कुकीज़ को अस्वीकार करना चुनते हैं, तो आप इस सेवा के कुछ हिस्सों का उपयोग करने में सक्षम नहीं हो सकते हैं।
kn: ಈ ಸೇವೆಯು ಈ 'ಕುಕೀಗಳನ್ನು' ಸ್ಪಷ್ಟವಾಗಿ ಬಳಸುವುದಿಲ್ಲ. ಆದಾಗ್ಯೂ, ಮಾಹಿತಿಯನ್ನು ಸಂಗ್ರಹಿಸಲು ಮತ್ತು ತಮ್ಮ ಸೇವೆಗಳನ್ನು ಸುಧಾರಿಸಲು 'ಕುಕೀಗಳನ್ನು' ಬಳಸುವ ಮೂರನೇ ವ್ಯಕ್ತಿಯ ಕೋಡ್ ಮತ್ತು ಲೈಬ್ರರಿಗಳನ್ನು ಅಪ್ಲಿಕೇಶನ್ ಬಳಸಬಹುದು. ಈ ಕುಕೀಗಳನ್ನು ಸ್ವೀಕರಿಸಲು ಅಥವಾ ನಿರಾಕರಿಸಲು ನೀವು ಆಯ್ಕೆಯನ್ನು ಹೊಂದಿರುವಿರಿ ಮತ್ತು ನಿಮ್ಮ ಸಾಧನಕ್ಕೆ ಕುಕೀಯನ್ನು ಯಾವಾಗ ಕಳುಹಿಸಲಾಗುತ್ತಿದೆ ಎಂಬುದನ್ನು ತಿಳಿದುಕೊಳ್ಳಿ. ನಮ್ಮ ಕುಕೀಗಳನ್ನು ನಿರಾಕರಿಸಲು ನೀವು ಆರಿಸಿದರೆ, ಈ ಸೇವೆಯ ಕೆಲವು ಭಾಗಗಳನ್ನು ಬಳಸಲು ನಿಮಗೆ ಸಾಧ್ಯವಾಗದೇ ಇರಬಹುದು.
ml: ഈ സേവനം ഈ 'കുക്കികൾ' വ്യക്തമായി ഉപയോഗിക്കുന്നില്ല. എന്നിരുന്നാലും, വിവരങ്ങൾ ശേഖരിക്കാനും അവരുടെ സേവനങ്ങൾ മെച്ചപ്പെടുത്താനും 'കുക്കികൾ' ഉപയോഗിക്കുന്ന മൂന്നാം കക്ഷി കോഡും ലൈബ്രറികളും ആപ്പ് ഉപയോഗിച്ചേക്കാം. ഈ കുക്കികൾ സ്വീകരിക്കുകയോ നിരസിക്കുകയോ ചെയ്യാനും നിങ്ങളുടെ ഉപകരണത്തിലേക്ക് ഒരു കുക്കി അയയ്‌ക്കുമ്പോൾ അറിയാനും നിങ്ങൾക്ക് ഓപ്ഷൻ ഉണ്ട്. ഞങ്ങളുടെ കുക്കികൾ നിരസിക്കാൻ നിങ്ങൾ തിരഞ്ഞെടുക്കുകയാണെങ്കിൽ, നിങ്ങൾക്ക് ഈ സേവനത്തിന്റെ ചില ഭാഗങ്ങൾ ഉപയോഗിക്കാൻ കഴിഞ്ഞേക്കില്ല.
or: ଏହି ସେବା ଏହି “କୁକିଜ୍” କୁ ସ୍ପଷ୍ଟ ଭାବରେ ବ୍ୟବହାର କରେ ନାହିଁ | ତଥାପି, ଆପ୍ ତୃତୀୟ ପକ୍ଷ କୋଡ୍ ଏବଂ ଲାଇବ୍ରେରୀ ବ୍ୟବହାର କରିପାରିବ ଯାହା ସୂଚନା ସଂଗ୍ରହ ଏବଂ ସେମାନଙ୍କର ସେବାରେ ଉନ୍ନତି ଆଣିବା ପାଇଁ “କୁକିଜ୍” ବ୍ୟବହାର କରେ | ଏହି କୁକିଜଗୁଡ଼ିକୁ ଗ୍ରହଣ କିମ୍ବା ପ୍ରତ୍ୟାଖ୍ୟାନ କରିବା ଏବଂ ଆପଣଙ୍କ ଡିଭାଇସରେ କୁକିଜ କେବେ ପଠାଯାଉଛି ତାହା ଜାଣିବା ପାଇଁ ଆପଣଙ୍କର ବିକଳ୍ପ ଅଛି | ଯଦି ଆପଣ ଆମର କୁକିଜକୁ ପ୍ରତ୍ୟାଖ୍ୟାନ କରିବାକୁ ବାଛିଛନ୍ତି, ଆପଣ ହୁଏତ ଏହି ସେବାର କିଛି ଅଂଶ ବ୍ୟବହାର କରିବାକୁ ସମର୍ଥ ହେବେ ନାହିଁ |
ta: இந்தச் சேவையானது இந்த 'குக்கீகளை' வெளிப்படையாகப் பயன்படுத்துவதில்லை. இருப்பினும், 'குக்கீகளை' பயன்படுத்தும் மூன்றாம் தரப்பு குறியீடு மற்றும் லைப்ரரிகளை ஆப்ஸ் பயன்படுத்தக்கூடும். இந்த குக்கீகளை ஏற்கவோ அல்லது மறுக்கவோ உங்களுக்கு விருப்பம் உள்ளது மற்றும் உங்கள் சாதனத்திற்கு குக்கீ எப்போது அனுப்பப்படுகிறது என்பதை அறியவும். எங்கள் குக்கீகளை மறுக்க நீங்கள் தேர்வுசெய்தால், இந்தச் சேவையின் சில பகுதிகளை உங்களால் பயன்படுத்த முடியாமல் போகலாம்.
te: ఈ సేవ ఈ “కుకీలను” స్పష్టంగా ఉపయోగించదు. అయితే, యాప్ సమాచారాన్ని సేకరించడానికి మరియు వారి సేవలను మెరుగుపరచడానికి 'కుకీలను' ఉపయోగించే మూడవ పక్షం కోడ్ మరియు లైబ్రరీలను ఉపయోగించవచ్చు. మీరు ఈ కుక్కీలను ఆమోదించడానికి లేదా తిరస్కరించడానికి మరియు మీ పరికరానికి కుక్కీ ఎప్పుడు పంపబడుతుందో తెలుసుకునే అవకాశం ఉంది. మీరు మా కుక్కీలను తిరస్కరించాలని ఎంచుకుంటే, మీరు ఈ సేవలోని కొన్ని భాగాలను ఉపయోగించలేకపోవచ్చు.

# service
source: Service Providers
bn: সেবা প্রদানকারী
hi: सेवा प्रदाताओं
kn: ಸೇವೆ ಒದಗಿಸುವವರು
ml: സേവന ദാതാക്കൾ
or: ସେବା ପ୍ରଦାନକାରୀ |
ta: சேவை வழங்குபவர்கள்
te: సర్వీస్ ప్రొవైడర్లు

# we
source: We may employ third-party companies and individuals due to the following reasons:
bn: আমরা নিম্নলিখিত কারণে তৃতীয় পক্ষের কোম্পানি এবং ব্যক্তি নিয়োগ করতে পারি:
hi: हम निम्नलिखित कारणों से तृतीय-पक्ष कंपनियों और व्यक्तियों को नियुक्त कर सकते हैं:
kn: ಕೆಳಗಿನ ಕಾರಣಗಳಿಂದಾಗಿ ನಾವು ಮೂರನೇ ವ್ಯಕ್ತಿಯ ಕಂಪನಿಗಳು ಮತ್ತು ವ್ಯಕ್ತಿಗಳನ್ನು ನೇಮಿಸಿಕೊಳ್ಳಬಹುದು:
ml: ഇനിപ്പറയുന്ന കാരണങ്ങളാൽ ഞങ്ങൾ മൂന്നാം കക്ഷി കമ്പനികളെയും വ്യക്തികളെയും നിയമിച്ചേക്കാം:
or: ନିମ୍ନଲିଖିତ କାରଣ ହେତୁ ଆମେ ତୃତୀୟ-ପକ୍ଷ କମ୍ପାନୀ ଏବଂ ବ୍ୟକ୍ତିବିଶେଷଙ୍କୁ ନିଯୁକ୍ତି ଦେଇପାରିବା:
ta: பின்வரும் காரணங்களுக்காக நாங்கள் மூன்றாம் தரப்பு நிறுவனங்களையும் தனிநபர்களையும் வேலைக்கு அமர்த்தலாம்:
te: కింది కారణాల వల్ల మేము మూడవ పక్షం కంపెనీలు మరియు వ్యక్తులను నియమించుకోవచ్చు:

# weOne
source: To facilitate our Service
bn: আমাদের পরিষেবা সহজতর করতে
hi: हमारी सेवा को सुविधाजनक बनाने के लिए
kn: ನಮ್ಮ ಸೇವೆಯನ್ನು ಸುಲಭಗೊಳಿಸಲು
ml: ഞങ്ങളുടെ സേവനം സുഗമമാക്കുന്നതിന്
or: ଆମର ସେବାକୁ ସହଜ କରିବାକୁ
ta: எங்கள் சேவையை எளிதாக்க
te: మా సేవను సులభతరం చేయడానికి

# weTwo
source: To provide the Service on our behalf
bn: আমাদের পক্ষ থেকে পরিষেবা প্রদান করতে
hi: हमारी ओर से सेवा प्रदान करने के लिए
kn: ನಮ್ಮ ಪರವಾಗಿ ಸೇವೆಯನ್ನು ಒದಗಿಸಲು
ml: ഞങ്ങൾക്ക് വേണ്ടി സേവനം നൽകാൻ
or: ଆମ ତରଫରୁ ସେବା ଯୋଗାଇବା
ta: எங்கள் சார்பாக சேவையை வழங்க
te: మా తరపున సేవను అందించడానికి

# weThree
source: To perform Service-related services, or
bn: পরিষেবা-সম্পর্কিত পরিষেবাগুলি সম্পাদন করতে, বা
hi: सेवा से संबंधित सेवाएं करने के लिए, या
kn: ಸೇವೆ-ಸಂಬಂಧಿತ ಸೇವೆಗಳನ್ನು ನಿರ್ವಹಿಸಲು, ಅಥವಾ
ml: സേവനവുമായി ബന്ധപ്പെട്ട സേവനങ്ങൾ നടത്താൻ, അല്ലെങ്കിൽ
or: ସେବା ସମ୍ବନ୍ଧୀୟ ସେବା କରିବାକୁ, କିମ୍ବା
ta: சேவை தொடர்பான சேவைகளைச் செய்ய, அல்லது
te: సేవా సంబంధిత సేవలను నిర్వహించడానికి, లేదా

# weFour
source: To assist us in analyzing how our Service is used.
bn: আমাদের পরিষেবা কীভাবে ব্যবহার করা হয় তা বিশ্লেষণে আমাদের সহায়তা করতে।
hi: हमारी सेवा का उपयोग कैसे किया जाता है, इसका विश्लेषण करने में हमारी सहायता करने के लिए।
kn: ನಮ್ಮ ಸೇವೆಯನ್ನು ಹೇಗೆ ಬಳಸಲಾಗಿದೆ ಎಂಬುದನ್ನು ವಿಶ್ಲೇಷಿಸಲು ನಮಗೆ ಸಹಾಯ ಮಾಡಲು.
ml: ഞങ്ങളുടെ സേവനം എങ്ങനെയാണ് ഉപയോഗിക്കുന്നത് എന്ന് വിശകലനം ചെയ്യുന്നതിൽ ഞങ്ങളെ സഹായിക്കുന്നതിന്.
or: ଆମର ସେବା କିପରି ବ୍ୟବହୃତ ହୁଏ ତାହା ବିଶ୍ଳେଷଣ କରିବାରେ ଆମକୁ ସାହାଯ୍ୟ କରିବା |
ta: எங்கள் சேவை எவ்வாறு பயன்படுத்தப்படுகிறது என்பதை பகுப்பாய்வு செய்வதில் எங்களுக்கு உதவுவதற்காக.
te: మా సేవ ఎలా ఉపయోగించబడుతుందో విశ్లేషించడంలో మాకు సహాయం చేయడానికి.

# weFive
source: We want to inform users of this Service that these third parties have access to your Personal Information. The reason is to perform the tasks assigned to them on our behalf. However, they are obligated not to disclose or use the information for any other purpose.
bn: আমরা এই পরিষেবার ব্যবহারকারীদের জানাতে চাই যে এই তৃতীয় পক্ষের আপনার ব্যক্তিগত তথ্য অ্যাক্সেস আছে। কারণ হল আমাদের পক্ষ থেকে তাদের উপর অর্পিত কাজগুলি সম্পাদন করা। যাইহোক, তারা অন্য কোন উদ্দেশ্যে তথ্য প্রকাশ বা ব্যবহার না করতে বাধ্য।
hi: हम इस सेवा के उपयोगकर्ताओं को सूचित करना चाहते हैं कि इन तृतीय पक्षों के पास आपकी व्यक्तिगत जानकारी तक पहुंच है। इसका कारण उन्हें हमारी ओर से सौंपे गए कार्यों को पूरा करना है। हालांकि, वे किसी अन्य उद्देश्य के लिए जानकारी का खुलासा या उपयोग नहीं करने के लिए बाध्य हैं।
kn: ಈ ಮೂರನೇ ವ್ಯಕ್ತಿಗಳು ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಗೆ ಪ್ರವೇಶವನ್ನು ಹೊಂದಿದ್ದಾರೆ ಎಂದು ಈ ಸೇವೆಯ ಬಳಕೆದಾರರಿಗೆ ನಾವು ತಿಳಿಸಲು ಬಯಸುತ್ತೇವೆ. ಕಾರಣ ಅವರಿಗೆ ವಹಿಸಿದ ಕೆಲಸಗಳನ್ನು ನಮ್ಮ ಪರವಾಗಿ ನಿರ್ವಹಿಸುವುದು. ಆದಾಗ್ಯೂ, ಅವರು ಯಾವುದೇ ಇತರ ಉದ್ದೇಶಕ್ಕಾಗಿ ಮಾಹಿತಿಯನ್ನು ಬಹಿರಂಗಪಡಿಸಬಾರದು ಅಥವಾ ಬಳಸಬಾರದು.
ml: ഈ മൂന്നാം കക്ഷികൾക്ക് നിങ്ങളുടെ സ്വകാര്യ വിവരങ്ങളിലേക്ക് ആക്‌സസ് ഉണ്ടെന്ന് ഈ സേവനത്തിന്റെ ഉപയോക്താക്കളെ അറിയിക്കാൻ ഞങ്ങൾ ആഗ്രഹിക്കുന്നു. കാരണം, അവർ ഏൽപ്പിച്ച ജോലികൾ നമ്മുടെ പേരിൽ നിർവഹിക്കുക എന്നതാണ്. എന്നിരുന്നാലും, വിവരങ്ങൾ വെളിപ്പെടുത്താനോ മറ്റേതെങ്കിലും ആവശ്യങ്ങൾക്ക് ഉപയോഗിക്കാനോ അവർ ബാധ്യസ്ഥരാണ്.
or: ଆମେ ଏହି ସେବାର ଉପଭୋକ୍ତାମାନଙ୍କୁ ଜଣାଇବାକୁ ଚାହୁଁଛୁ ଯେ ଏହି ତୃତୀୟ ପକ୍ଷଗୁଡ଼ିକ ଆପଣଙ୍କର ବ୍ୟକ୍ତିଗତ ସୂଚନାକୁ ପ୍ରବେଶ କରିପାରିବେ | ଏହାର କାରଣ ହେଉଛି ଆମ ତରଫରୁ ସେମାନଙ୍କୁ ଦିଆଯାଇଥିବା କାର୍ଯ୍ୟଗୁଡିକ କରିବା | ତଥାପି, ସେମାନେ ଅନ୍ୟ କ ଉଦ୍ଦେଶ୍ୟ ଣସି ଉଦ୍ଦେଶ୍ୟରେ ସୂଚନା ପ୍ରକାଶ ନକରିବା କିମ୍ବା ବ୍ୟବହାର ନକରିବାକୁ ବାଧ୍ୟ ଅଟନ୍ତି |
ta: இந்த மூன்றாம் தரப்பினருக்கு உங்களின் தனிப்பட்ட தகவல்களை அணுகலாம் என்பதை இந்தச் சேவையின் பயனர்களுக்குத் தெரிவிக்க விரும்புகிறோம். காரணம், அவர்களுக்கு ஒதுக்கப்பட்ட பணிகளை நம் சார்பாகச் செய்வதுதான். இருப்பினும், வேறு எந்த நோக்கத்திற்காகவும் தகவலை வெளியிடவோ பயன்படுத்தவோ கூடாது என்று அவர்கள் கடமைப்பட்டுள்ளனர்.
te: ఈ సేవ యొక్క వినియోగదారులకు ఈ మూడవ పక్షాలు మీ వ్యక్తిగత సమాచారానికి ప్రాప్యతను కలిగి ఉన్నాయని మేము తెలియజేయాలనుకుంటున్నాము. కారణం మా తరపున వారికి అప్పగించిన పనులను నిర్వర్తించడమే. అయితే, వారు ఏ ఇతర ప్రయోజనం కోసం సమాచారాన్ని బహిర్గతం చేయకూడదని లేదా ఉపయోగించకూడదని బాధ్యత వహిస్తారు.

source: Security
bn: নিরাপত্তা
hi: सुरक्षा
kn: ಭದ್ರತೆ
ml: സുരക്ഷ
or: ସୁରକ୍ଷା
ta: பாதுகாப்பு
te: భద్రత

# weValue
source: We value your trust in providing us your Personal Information, thus we are striving to use commercially acceptable means of protecting it. But remember that no method of transmission over the internet, or method of electronic storage is 100% secure and reliable, and we cannot guarantee its absolute security.
bn: আমরা আপনার ব্যক্তিগত তথ্য প্রদানে আপনার আস্থার মূল্য দিই, এইভাবে আমরা এটিকে রক্ষা করার জন্য বাণিজ্যিকভাবে গ্রহণযোগ্য উপায়গুলি ব্যবহার করার চেষ্টা করছি৷ কিন্তু মনে রাখবেন যে ইন্টারনেটের মাধ্যমে ট্রান্সমিশনের কোনো পদ্ধতি, বা ইলেকট্রনিক স্টোরেজের পদ্ধতি 100% নিরাপদ এবং নির্ভরযোগ্য নয় এবং আমরা এর সম্পূর্ণ নিরাপত্তার নিশ্চয়তা দিতে পারি না।
hi: हमें आपकी व्यक्तिगत जानकारी प्रदान करने में हम आपके भरोसे को महत्व देते हैं, इस प्रकार हम इसे सुरक्षित रखने के लिए व्यावसायिक रूप से स्वीकार्य साधनों का उपयोग करने का प्रयास कर रहे हैं। लेकिन याद रखें कि इंटरनेट पर ट्रांसमिशन का कोई भी तरीका या इलेक्ट्रॉनिक स्टोरेज का तरीका 100% सुरक्षित और विश्वसनीय नहीं है, और हम इसकी पूर्ण सुरक्षा की गारंटी नहीं दे सकते।
kn: ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯನ್ನು ನಮಗೆ ಒದಗಿಸುವಲ್ಲಿ ನಿಮ್ಮ ನಂಬಿಕೆಯನ್ನು ನಾವು ಗೌರವಿಸುತ್ತೇವೆ, ಆದ್ದರಿಂದ ನಾವು ಅದನ್ನು ರಕ್ಷಿಸಲು ವಾಣಿಜ್ಯಿಕವಾಗಿ ಸ್ವೀಕಾರಾರ್ಹ ವಿಧಾನಗಳನ್ನು ಬಳಸಲು ಪ್ರಯತ್ನಿಸುತ್ತಿದ್ದೇವೆ. ಆದರೆ ಇಂಟರ್ನೆಟ್ ಮೂಲಕ ಸಂವಹನ ಮಾಡುವ ಯಾವುದೇ ವಿಧಾನ ಅಥವಾ ಎಲೆಕ್ಟ್ರಾನಿಕ್ ಸಂಗ್ರಹಣೆಯ ವಿಧಾನವು 100% ಸುರಕ್ಷಿತ ಮತ್ತು ವಿಶ್ವಾಸಾರ್ಹವಲ್ಲ ಎಂದು ನೆನಪಿಡಿ, ಮತ್ತು ನಾವು ಅದರ ಸಂಪೂರ್ಣ ಸುರಕ್ಷತೆಯನ್ನು ಖಾತರಿಪಡಿಸುವುದಿಲ್ಲ.
ml: നിങ്ങളുടെ സ്വകാര്യ വിവരങ്ങൾ ഞങ്ങൾക്ക് നൽകുന്നതിൽ നിങ്ങളുടെ വിശ്വാസത്തെ ഞങ്ങൾ വിലമതിക്കുന്നു, അതിനാൽ വാണിജ്യപരമായി സ്വീകാര്യമായ മാർഗങ്ങൾ ഉപയോഗിക്കാൻ ഞങ്ങൾ ശ്രമിക്കുന്നു. എന്നാൽ ഇൻറർനെറ്റിലൂടെ സംപ്രേഷണം ചെയ്യുന്ന ഒരു രീതിയും ഇലക്ട്രോണിക് സ്റ്റോറേജ് രീതിയും 100% സുരക്ഷിതവും വിശ്വസനീയവുമല്ല, മാത്രമല്ല അതിന്റെ സമ്പൂർണ്ണ സുരക്ഷ ഞങ്ങൾക്ക് ഉറപ്പുനൽകാൻ കഴിയില്ലെന്നും ഓർമ്മിക്കുക.
or: ଆମକୁ ଆପଣଙ୍କର ବ୍ୟକ୍ତିଗତ ସୂଚନା ପ୍ରଦାନ କରିବାରେ ଆମେ ଆପଣଙ୍କର ବିଶ୍ trust ାସକୁ ଗୁରୁତ୍ୱ ଦେଉଛୁ, ତେଣୁ ଆମେ ଏହାର ସୁରକ୍ଷା ପାଇଁ ବ୍ୟବସାୟିକ ଭାବରେ ଗ୍ରହଣୀୟ ଉପାୟ ବ୍ୟବହାର କରିବାକୁ ଚେଷ୍ଟା କରୁଛୁ | କିନ୍ତୁ ମନେରଖନ୍ତୁ ଯେ ଇଣ୍ଟରନେଟରେ ଟ୍ରାନ୍ସମିସନର କ method ଣସି ପଦ୍ଧତି, କିମ୍ବା ଇଲେକ୍ଟ୍ରୋନିକ୍ ଷ୍ଟୋରେଜ୍ ପଦ୍ଧତି 100% ସୁରକ୍ଷିତ ଏବଂ ନିର୍ଭରଯୋଗ୍ୟ ନୁହେଁ, ଏବଂ ଆମେ ଏହାର ସମ୍ପୂର୍ଣ୍ଣ ନିରାପତ୍ତାକୁ ଗ୍ୟାରେଣ୍ଟି ଦେଇ ପାରିବୁ ନାହିଁ |
ta: உங்களின் தனிப்பட்ட தகவலை எங்களுக்கு வழங்குவதில் உள்ள உங்கள் நம்பிக்கையை நாங்கள் மதிக்கிறோம், எனவே அதைப் பாதுகாப்பதற்கு வணிக ரீதியாக ஏற்றுக்கொள்ளக்கூடிய வழிகளைப் பயன்படுத்த நாங்கள் முயற்சி செய்கிறோம். ஆனால் இணையத்தில் பரிமாற்றம் செய்யும் எந்த முறையும் அல்லது மின்னணு சேமிப்பக முறையும் 100% பாதுகாப்பானது மற்றும் நம்பகமானது அல்ல என்பதை நினைவில் கொள்ளுங்கள், மேலும் அதன் முழுமையான பாதுகாப்பை நாங்கள் உத்தரவாதம் செய்ய முடியாது.
te: మీ వ్యక్తిగత సమాచారాన్ని మాకు అందించడంలో మీ నమ్మకాన్ని మేము విలువైనదిగా పరిగణిస్తాము, కాబట్టి మేము దానిని రక్షించడానికి వాణిజ్యపరంగా ఆమోదయోగ్యమైన మార్గాలను ఉపయోగించడానికి ప్రయత్నిస్తున్నాము. కానీ ఇంటర్నెట్ ద్వారా ప్రసారం చేసే పద్ధతి లేదా ఎలక్ట్రానిక్ నిల్వ పద్ధతి 100% సురక్షితమైనది మరియు నమ్మదగినది కాదని గుర్తుంచుకోండి మరియు మేము దాని సంపూర్ణ భద్రతకు హామీ ఇవ్వలేము.

# links
source: Links to Other Sites
bn: অন্যান্য সাইটের লিঙ্ক
hi: अन्य साइटों के लिए लिंक
kn: ಇತರ ಸೈಟ್‌ಗಳಿಗೆ ಲಿಂಕ್‌ಗಳು
ml: മറ്റ് സൈറ്റുകളിലേക്കുള്ള ലിങ്കുകൾ
or: ଅନ୍ୟ ସାଇଟ୍ ସହିତ ଲିଙ୍କ୍ |
ta: பிற தளங்களுக்கான இணைப்புகள்
te: ఇతర సైట్‌లకు లింక్‌లు

# thisService
source: This Service may contain links to other sites. If you click on a third-party link, you will be directed to that site. Note that these external sites are not operated by us. Therefore, we strongly advise you to review the Privacy Policy of these websites. We have no control over and assume no responsibility for the content, privacy policies, or practices of any third-party sites or services.
bn: এই পরিষেবাটিতে অন্যান্য সাইটের লিঙ্ক থাকতে পারে। আপনি যদি তৃতীয় পক্ষের লিঙ্কে ক্লিক করেন তবে আপনাকে সেই সাইটে নির্দেশিত করা হবে। মনে রাখবেন যে এই বহিরাগত সাইটগুলি আমাদের দ্বারা পরিচালিত হয় না। অতএব, আমরা দৃঢ়ভাবে আপনাকে এই ওয়েবসাইটগুলির গোপনীয়তা নীতি পর্যালোচনা করার পরামর্শ দিচ্ছি। কোন তৃতীয় পক্ষের সাইট বা পরিষেবার বিষয়বস্তু, গোপনীয়তা নীতি, বা অনুশীলনের উপর আমাদের কোন নিয়ন্ত্রণ নেই এবং দায়বদ্ধতা নেই।
hi: इस सेवा में अन्य साइटों के लिंक हो सकते हैं। यदि आप किसी तृतीय-पक्ष लिंक पर क्लिक करते हैं, तो आपको उस साइट पर निर्देशित किया जाएगा। ध्यान दें कि ये बाहरी साइटें हमारे द्वारा संचालित नहीं हैं। इसलिए, हम आपको इन वेबसाइटों की गोपनीयता नीति की समीक्षा करने की दृढ़ता से सलाह देते हैं। किसी भी तृतीय-पक्ष साइटों या सेवाओं की सामग्री, गोपनीयता नीतियों या प्रथाओं के लिए हमारा कोई नियंत्रण नहीं है और हम कोई जिम्मेदारी नहीं लेते हैं।
kn: ಈ ಸೇವೆಯು ಇತರ ಸೈಟ್‌ಗಳಿಗೆ ಲಿಂಕ್‌ಗಳನ್ನು ಹೊಂದಿರಬಹುದು. ನೀವು ಮೂರನೇ ವ್ಯಕ್ತಿಯ ಲಿಂಕ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿದರೆ, ನಿಮ್ಮನ್ನು ಆ ಸೈಟ್‌ಗೆ ನಿರ್ದೇಶಿಸಲಾಗುತ್ತದೆ. ಈ ಬಾಹ್ಯ ಸೈಟ್‌ಗಳು ನಮ್ಮಿಂದ ನಿರ್ವಹಿಸಲ್ಪಡುವುದಿಲ್ಲ ಎಂಬುದನ್ನು ಗಮನಿಸಿ. ಆದ್ದರಿಂದ, ಈ ವೆಬ್‌ಸೈಟ್‌ಗಳ ಗೌಪ್ಯತಾ ನೀತಿಯನ್ನು ಪರಿಶೀಲಿಸಲು ನಾವು ಬಲವಾಗಿ ಸಲಹೆ ನೀಡುತ್ತೇವೆ. ಯಾವುದೇ ಮೂರನೇ ವ್ಯಕ್ತಿಯ ಸೈಟ್‌ಗಳು ಅಥವಾ ಸೇವೆಗಳ ವಿಷಯ, ಗೌಪ್ಯತೆ ನೀತಿಗಳು ಅಥವಾ ಅಭ್ಯಾಸಗಳ ಮೇಲೆ ನಮಗೆ ಯಾವುದೇ ನಿಯಂತ್ರಣವಿಲ್ಲ ಮತ್ತು ಯಾವುದೇ ಜವಾಬ್ದಾರಿಯನ್ನು ತೆಗೆದುಕೊಳ್ಳುವುದಿಲ್ಲ.
ml: ഈ സേവനത്തിൽ മറ്റ് സൈറ്റുകളിലേക്കുള്ള ലിങ്കുകൾ അടങ്ങിയിരിക്കാം. നിങ്ങൾ ഒരു മൂന്നാം കക്ഷി ലിങ്കിൽ ക്ലിക്ക് ചെയ്യുകയാണെങ്കിൽ, നിങ്ങളെ ആ സൈറ്റിലേക്ക് നയിക്കും. ഈ ബാഹ്യ സൈറ്റുകൾ ഞങ്ങൾ പ്രവർത്തിപ്പിക്കുന്നതല്ല എന്നത് ശ്രദ്ധിക്കുക. അതിനാൽ, ഞങ്ങൾ നിങ്ങളെ ശക്തമായി ഉപദേശിക്കുന്നു. ഈ വെബ്‌സൈറ്റുകളുടെ സ്വകാര്യതാ നയം അവലോകനം ചെയ്യുന്നതിന്, ഏതെങ്കിലും മൂന്നാം കക്ഷി സൈറ്റുകളുടെയോ സേവനങ്ങളുടെയോ ഉള്ളടക്കം, സ്വകാര്യതാ നയങ്ങൾ അല്ലെങ്കിൽ സമ്പ്രദായങ്ങൾ എന്നിവയിൽ ഞങ്ങൾക്ക് യാതൊരു നിയന്ത്രണവുമില്ല, ഉത്തരവാദിത്തവും ഏറ്റെടുക്കുന്നില്ല.
or: ଏହି ସେବା ଅନ୍ୟ ସାଇଟଗୁଡିକର ଲିଙ୍କ ଧାରଣ କରିପାରେ | ଯଦି ଆପଣ ଏକ ତୃତୀୟ-ପକ୍ଷ ଲିଙ୍କରେ କ୍ଲିକ୍ କରନ୍ତି, ତେବେ ଆପଣଙ୍କୁ ସେହି ସାଇଟକୁ ନିର୍ଦ୍ଦେଶ ଦିଆଯିବ | ଧ୍ୟାନ ଦିଅନ୍ତୁ ଯେ ଏହି ବାହ୍ୟ ସାଇଟଗୁଡିକ ଆମ ଦ୍ୱାରା ପରିଚାଳିତ ନୁହେଁ | ତେଣୁ, ଏହି ୱେବସାଇଟ୍ ଗୁଡିକର ଗୋପନୀୟତା ନୀତି ସମୀକ୍ଷା କରିବାକୁ ଆମେ ଦୃ strongly ଭାବରେ ଆପଣଙ୍କୁ ପରାମର୍ଶ ଦେଉଛୁ | ଆମର କ control ଣସି ନିୟନ୍ତ୍ରଣ ନାହିଁ ଏବଂ ବିଷୟବସ୍ତୁ, ଗୋପନୀୟତା ନୀତି, କିମ୍ବା କ third ଣସି ତୃତୀୟ-ପକ୍ଷ ସାଇଟ୍ କିମ୍ବା ସେବାଗୁଡିକର ଅଭ୍ୟାସ ପାଇଁ କ responsibility ଣସି ଦାୟିତ୍। ଗ୍ରହଣ କରିବା ନାହିଁ |
ta: இந்தச் சேவையில் பிற தளங்களுக்கான இணைப்புகள் இருக்கலாம். மூன்றாம் தரப்பு இணைப்பைக் கிளிக் செய்தால், அந்தத் தளத்திற்கு நீங்கள் அனுப்பப்படுவீர்கள். இந்த வெளிப்புற தளங்கள் எங்களால் இயக்கப்படவில்லை என்பதை நினைவில் கொள்ளவும். எனவே, இந்த இணையதளங்களின் தனியுரிமைக் கொள்கையை மதிப்பாய்வு செய்யுமாறு நாங்கள் கடுமையாக அறிவுறுத்துகிறோம். எந்தவொரு மூன்றாம் தரப்பு தளங்கள் அல்லது சேவைகளின் உள்ளடக்கம், தனியுரிமைக் கொள்கைகள் அல்லது நடைமுறைகள் மீது எங்களுக்கு எந்தக் கட்டுப்பாடும் இல்லை மற்றும் பொறுப்பேற்க மாட்டோம்.
te: ఈ సేవ ఇతర సైట్‌లకు లింక్‌లను కలిగి ఉండవచ్చు. మీరు మూడవ పక్షం లింక్‌పై క్లిక్ చేస్తే, మీరు ఆ సైట్‌కి మళ్లించబడతారు. ఈ బాహ్య సైట్‌లు మా ద్వారా నిర్వహించబడవని గమనించండి. కాబట్టి, ఈ వెబ్‌సైట్‌ల గోప్యతా విధానాన్ని సమీక్షించమని మేము మీకు గట్టిగా సలహా ఇస్తున్నాము. ఏదైనా మూడవ పక్షం సైట్‌లు లేదా సేవల కంటెంట్, గోప్యతా విధానాలు లేదా అభ్యాసాలపై మాకు నియంత్రణ లేదు మరియు బాధ్యత వహించదు.

# changes
source: Changes to This Privacy Policy
bn: এই গোপনীয়তা নীতি পরিবর্তন
hi: इस गोपनीयता नीति में परिवर्तन
kn: ಈ ಗೌಪ್ಯತಾ ನೀತಿಗೆ ಬದಲಾವಣೆಗಳು
ml: ഈ സ്വകാര്യതാ നയത്തിലെ മാറ്റങ്ങൾ
or: ଏହି ଗୋପନୀୟତା ନୀତିରେ ପରିବର୍ତ୍ତନ |
ta: இந்த தனியுரிமை கொள்கையில் மாற்றங்கள்
te: ఈ గోప్యతా విధానానికి మార్పులు

# weMay
source: We may update our Privacy Policy from time to time. Thus, you are advised to review this page periodically for any changes. We will notify you of any changes by posting the new Privacy Policy on this page. These changes are effective immediately after they are posted on this page.
bn: আমরা সময়ে সময়ে আমাদের গোপনীয়তা নীতি আপডেট করতে পারি। সুতরাং, আপনাকে যেকোনো পরিবর্তনের জন্য পর্যায়ক্রমে এই পৃষ্ঠাটি পর্যালোচনা করার পরামর্শ দেওয়া হচ্ছে। আমরা এই পৃষ্ঠায় নতুন গোপনীয়তা নীতি পোস্ট করে কোনো পরিবর্তন সম্পর্কে আপনাকে অবহিত করব। এই পরিবর্তনগুলি এই পৃষ্ঠায় পোস্ট করার সাথে সাথেই কার্যকর হয়৷
hi: हम समय-समय पर अपनी गोपनीयता नीति को अपडेट कर सकते हैं। इस प्रकार, आपको किसी भी परिवर्तन के लिए समय-समय पर इस पृष्ठ की समीक्षा करने की सलाह दी जाती है। हम इस पेज पर नई गोपनीयता नीति पोस्ट करके आपको किसी भी बदलाव के बारे में सूचित करेंगे। ये परिवर्तन इस पृष्ठ पर पोस्ट किए जाने के तुरंत बाद प्रभावी होते हैं।
kn: ನಾವು ಕಾಲಕಾಲಕ್ಕೆ ನಮ್ಮ ಗೌಪ್ಯತಾ ನೀತಿಯನ್ನು ನವೀಕರಿಸಬಹುದು. ಹೀಗಾಗಿ, ಯಾವುದೇ ಬದಲಾವಣೆಗಳಿಗಾಗಿ ಈ ಪುಟವನ್ನು ನಿಯತಕಾಲಿಕವಾಗಿ ಪರಿಶೀಲಿಸಲು ನಿಮಗೆ ಸಲಹೆ ನೀಡಲಾಗುತ್ತದೆ. ಈ ಪುಟದಲ್ಲಿ ಹೊಸ ಗೌಪ್ಯತೆ ನೀತಿಯನ್ನು ಪೋಸ್ಟ್ ಮಾಡುವ ಮೂಲಕ ನಾವು ಯಾವುದೇ ಬದಲಾವಣೆಗಳನ್ನು ನಿಮಗೆ ತಿಳಿಸುತ್ತೇವೆ. ಈ ಬದಲಾವಣೆಗಳು ಈ ಪುಟದಲ್ಲಿ ಪೋಸ್ಟ್ ಮಾಡಿದ ತಕ್ಷಣ ಜಾರಿಗೆ ಬರುತ್ತವೆ.
ml: ഞങ്ങൾ ഞങ്ങളുടെ സ്വകാര്യതാ നയം കാലാകാലങ്ങളിൽ അപ്ഡേറ്റ് ചെയ്തേക്കാം. അതിനാൽ, എന്തെങ്കിലും മാറ്റങ്ങൾക്കായി ഈ പേജ് ഇടയ്ക്കിടെ അവലോകനം ചെയ്യാൻ നിങ്ങളോട് നിർദ്ദേശിക്കുന്നു. ഈ പേജിൽ പുതിയ സ്വകാര്യതാ നയം പോസ്‌റ്റ് ചെയ്യുന്നതിലൂടെ എന്തെങ്കിലും മാറ്റങ്ങളുണ്ടെങ്കിൽ ഞങ്ങൾ നിങ്ങളെ അറിയിക്കും. ഈ മാറ്റങ്ങൾ ഈ പേജിൽ പോസ്റ്റ് ചെയ്‌ത ഉടൻ തന്നെ പ്രാബല്യത്തിൽ വരും.
or: ଆମେ ସମୟ ସମୟରେ ଆମର ଗୋପନୀୟତା ନୀତି ଅପଡେଟ୍ କରିପାରିବା | ଏହିପରି, କ any ଣସି ପରିବର୍ତ୍ତନ ପାଇଁ ପର୍ଯ୍ୟାୟକ୍ରମେ ଏହି ପୃଷ୍ଠାକୁ ସମୀକ୍ଷା କରିବାକୁ ଆପଣଙ୍କୁ ପରାମର୍ଶ ଦିଆଯାଇଛି | ଏହି ପୃଷ୍ଠାରେ ନୂତନ ଗୋପନୀୟତା ନୀତି ପୋଷ୍ଟ କରି ଆମେ ଆପଣଙ୍କୁ କ changes ଣସି ପରିବର୍ତ୍ତନ ବିଷୟରେ ସୂଚିତ କରିବୁ | ଏହି ପରିବର୍ତ୍ତନଗୁଡ଼ିକ ଏହି ପୃଷ୍ଠାରେ ପୋଷ୍ଟ ହେବା ପରେ ତୁରନ୍ତ ପ୍ରଭାବଶାଳୀ |
ta: எங்களின் தனியுரிமைக் கொள்கையை அவ்வப்போது புதுப்பிக்கலாம். எனவே, ஏதேனும் மாற்றங்களுக்கு இந்தப் பக்கத்தை அவ்வப்போது மதிப்பாய்வு செய்யுமாறு அறிவுறுத்தப்படுகிறீர்கள். இந்தப் பக்கத்தில் புதிய தனியுரிமைக் கொள்கையை இடுகையிடுவதன் மூலம் ஏதேனும் மாற்றங்கள் இருந்தால் உங்களுக்கு அறிவிப்போம். இந்த மாற்றங்கள் இந்தப் பக்கத்தில் இடுகையிடப்பட்ட உடனேயே நடைமுறைக்கு வரும்.
te: మేము మా గోప్యతా విధానాన్ని ఎప్పటికప్పుడు అప్‌డేట్ చేయవచ్చు. అందువల్ల, ఏవైనా మార్పుల కోసం ఈ పేజీని కాలానుగుణంగా సమీక్షించవలసిందిగా మీకు సలహా ఇవ్వబడింది. ఈ పేజీలో కొత్త గోప్యతా విధానాన్ని పోస్ట్ చేయడం ద్వారా ఏవైనా మార్పులను మేము మీకు తెలియజేస్తాము. ఈ మార్పులు ఈ పేజీలో పోస్ట్ చేసిన వెంటనే అమలులోకి వస్తాయి.
