Repository: snigdha123-iitr/utsarjan_17-09
Catalog: lib/l10n/intl_*.arb
Languages: bn, hi, kn, ml, or, ta, te

# preTwentyNine
source: HELLP syndrome is particularly dangerous because it represents damage to several organ systems. On occasion, it may develop suddenly, even before high blood pressure is detected or it may develop without any symptoms at all. Eclampsia. When preeclampsia isn't controlled, eclampsia — which is essentially preeclampsia plus seizures — can develop.
bn: HELLP সিন্ড্রোম বিশেষ করে বিপজ্জনক কারণ এটি বিভিন্ন অঙ্গ সিস্টেমের ক্ষতির প্রতিনিধিত্ব করে। কখনও কখনও, এটি হঠাৎ বিকাশ হতে পারে, এমনকি উচ্চ রক্তচাপ সনাক্ত হওয়ার আগেই বা এটি কোনও লক্ষণ ছাড়াই বিকশিত হতে পারে। একলাম্পসিয়া। যখন প্রিক্ল্যাম্পসিয়া নিয়ন্ত্রণ করা হয় না, তখন একলাম্পসিয়া — যা মূলত প্রিক্ল্যাম্পসিয়া এবং খিঁচুনি — বিকাশ করতে পারে।
hi: HELLP सिंड्रोम विशेष रूप से खतरनाक है क्योंकि यह कई अंग प्रणालियों को नुकसान का प्रतिनिधित्व करता है। कभी-कभी, यह अचानक विकसित हो सकता है, उच्च रक्तचाप का पता चलने से पहले भी या यह बिना किसी लक्षण के विकसित हो सकता है। एक्लम्पसिया। जब प्रीक्लेम्पसिया को नियंत्रित नहीं किया जाता है, तो एक्लम्पसिया - जो अनिवार्य रूप से प्रीक्लेम्पसिया प्लस सीज़र्स है - विकसित हो सकता है।
kn: ಹೆಲ್ಪ್ ಸಿಂಡ್ರೋಮ್ ವಿಶೇಷವಾಗಿ ಅಪಾಯಕಾರಿ ಏಕೆಂದರೆ ಇದು ಹಲವಾರು ಅಂಗ ವ್ಯವಸ್ಥೆಗಳಿಗೆ ಹಾನಿಯನ್ನು ಪ್ರತಿನಿಧಿಸುತ್ತದೆ. ಕೆಲವು ಸಂದರ್ಭಗಳಲ್ಲಿ, ಅಧಿಕ ರಕ್ತದೊತ್ತಡವನ್ನು ಪತ್ತೆಹಚ್ಚುವ ಮುಂಚೆಯೇ ಇದು ಇದ್ದಕ್ಕಿದ್ದಂತೆ ಬೆಳೆಯಬಹುದು ಅಥವಾ ಯಾವುದೇ ರೋಗಲಕ್ಷಣಗಳಿಲ್ಲದೆ ಬೆಳೆಯಬಹುದು. ಎಕ್ಲಾಂಪ್ಸಿಯಾ. ಪ್ರಿಕ್ಲಾಂಪ್ಸಿಯಾವನ್ನು ನಿಯಂತ್ರಿಸದಿದ್ದಾಗ, ಎಕ್ಲಾಂಪ್ಸಿಯಾ - ಇದು ಮೂಲಭೂತವಾಗಿ ಪ್ರಿಕ್ಲಾಂಪ್ಸಿಯಾ ಜೊತೆಗೆ ರೋಗಗ್ರಸ್ತವಾಗುವಿಕೆಗಳು - ಬೆಳೆಯಬಹುದು.
ml: HELLP സിൻഡ്രോം പ്രത്യേകിച്ച് അപകടകരമാണ്, കാരണം ഇത് നിരവധി അവയവ വ്യവസ്ഥകൾക്ക് കേടുപാടുകൾ വരുത്തുന്നു. ചില സന്ദർഭങ്ങളിൽ, ഉയർന്ന രക്തസമ്മർദ്ദം കണ്ടെത്തുന്നതിന് മുമ്പുതന്നെ ഇത് പെട്ടെന്ന് വികസിച്ചേക്കാം അല്ലെങ്കിൽ രോഗലക്ഷണങ്ങളൊന്നുമില്ലാതെ വികസിച്ചേക്കാം. എക്ലംപ്സിയ. പ്രീക്ലാമ്പ്സിയ നിയന്ത്രിക്കപ്പെടാത്തപ്പോൾ, എക്ലാംപ്സിയ - ഇത് പ്രധാനമായും പ്രീക്ലാമ്പ്സിയ പ്ലസ് പിടുത്തങ്ങൾ - വികസിപ്പിച്ചേക്കാം.
or: HELLP ସିଣ୍ଡ୍ରୋମ ବିଶେଷ ବିପଜ୍ଜନକ କାରଣ ଏହା ଅନେକ ଅଙ୍ଗ ପ୍ରଣାଳୀର କ୍ଷତିକୁ ପ୍ରତିପାଦିତ କରେ | ଉଚ୍ଚ ରକ୍ତଚାପ ଚିହ୍ନଟ ହେବା ପୂର୍ବରୁ କିମ୍ବା ଏହା କ ଣସି ଲକ୍ଷଣ ବିନା ବିକଶିତ ହୋଇପାରେ | ଏକ୍ଲାମପ୍ସିଆ | ଯେତେବେଳେ preeclampsia ନିୟନ୍ତ୍ରିତ ହୁଏ ନାହିଁ, ଏକ୍ଲାମପ୍ସିଆ - ଯାହା ମୁଖ୍ୟତ pre preeclampsia plus ଜବରଦଖଲ - ବିକାଶ ହୋଇପାରେ |
ta: ஹெல்ப் நோய்க்குறி குறிப்பாக ஆபத்தானது, ஏனெனில் இது பல உறுப்பு அமைப்புகளுக்கு சேதம் விளைவிக்கும். சில சமயங்களில், உயர் இரத்த அழுத்தம் கண்டறியப்படுவதற்கு முன்பே திடீரென உருவாகலாம் அல்லது எந்த அறிகுறிகளும் இல்லாமல் உருவாகலாம். எக்லாம்ப்சியா. ப்ரீக்ளாம்ப்சியா இல்லாதபோது' கட்டுப்படுத்தப்பட்ட, எக்லாம்ப்சியா - இது முக்கியமாக ப்ரீக்ளாம்ப்சியா மற்றும் வலிப்புத்தாக்கங்கள் - உருவாகலாம்.
te: హెల్ప్ సిండ్రోమ్ చాలా ప్రమాదకరమైనది ఎందుకంటే ఇది అనేక అవయవ వ్యవస్థలకు నష్టం కలిగిస్తుంది. కొన్ని సందర్భాల్లో, అధిక రక్తపోటును గుర్తించకముందే, ఇది అకస్మాత్తుగా అభివృద్ధి చెందుతుంది లేదా ఎటువంటి లక్షణాలు లేకుండా అభివృద్ధి చెందుతుంది. ఎక్లంప్సియా. ప్రీఎక్లంప్సియా నియంత్రించబడనప్పుడు, ఎక్లాంప్సియా - ఇది తప్పనిసరిగా ప్రీఎక్లాంప్సియా ప్లస్ మూర్ఛలు - అభివృద్ధి చెందుతుంది.

# preThirty
source: It is very difficult to predict which patients will have preeclampsia that is severe enough to result in eclampsia. Often, there are no symptoms or warning signs to predict eclampsia. Because eclampsia can have serious consequences for both mom and baby, delivery becomes necessary, regardless of how far along the pregnancy is. Other organ damage.
bn: কোন রোগীদের প্রিক্ল্যাম্পসিয়া হবে তা ভবিষ্যদ্বাণী করা খুব কঠিন যা একলাম্পসিয়া হওয়ার জন্য যথেষ্ট গুরুতর। প্রায়শই, একলাম্পসিয়ার পূর্বাভাস দেওয়ার জন্য কোনও লক্ষণ বা সতর্কতা লক্ষণ থাকে না। যেহেতু একলাম্পসিয়া মা এবং শিশু উভয়ের জন্যই মারাত্মক পরিণতি ঘটাতে পারে, তাই গর্ভাবস্থা যতই দূরে থাকুক না কেন, প্রসবের প্রয়োজন হয়। অন্যান্য অঙ্গ ক্ষতি।
hi: यह भविष्यवाणी करना बहुत मुश्किल है कि किन रोगियों को प्रीक्लेम्पसिया होगा जो कि एक्लम्पसिया के परिणामस्वरूप काफी गंभीर है। अक्सर, एक्लम्पसिया की भविष्यवाणी करने के लिए कोई लक्षण या चेतावनी संकेत नहीं होते हैं। क्योंकि एक्लम्पसिया के माँ और बच्चे दोनों के लिए गंभीर परिणाम हो सकते हैं, प्रसव आवश्यक हो जाता है, भले ही गर्भावस्था कितनी भी दूर क्यों न हो। अन्य अंग क्षति।
kn: ಎಕ್ಲಾಂಪ್ಸಿಯಾವನ್ನು ಉಂಟುಮಾಡುವಷ್ಟು ತೀವ್ರವಾಗಿರುವ ಪ್ರಿಕ್ಲಾಂಪ್ಸಿಯಾವನ್ನು ಹೊಂದಿರುವ ರೋಗಿಗಳು ಊಹಿಸಲು ತುಂಬಾ ಕಷ್ಟ. ಸಾಮಾನ್ಯವಾಗಿ, ಎಕ್ಲಾಂಪ್ಸಿಯಾವನ್ನು ಊಹಿಸಲು ಯಾವುದೇ ರೋಗಲಕ್ಷಣಗಳು ಅಥವಾ ಎಚ್ಚರಿಕೆ ಚಿಹ್ನೆಗಳು ಇರುವುದಿಲ್ಲ. ಎಕ್ಲಾಂಪ್ಸಿಯಾವು ತಾಯಿ ಮತ್ತು ಮಗು ಇಬ್ಬರಿಗೂ ಗಂಭೀರ ಪರಿಣಾಮಗಳನ್ನು ಉಂಟುಮಾಡಬಹುದು, ಗರ್ಭಾವಸ್ಥೆಯು ಎಷ್ಟು ದೂರದಲ್ಲಿದೆ ಎಂಬುದನ್ನು ಲೆಕ್ಕಿಸದೆಯೇ ಹೆರಿಗೆಯ ಅಗತ್ಯವಿರುತ್ತದೆ. ಇತರ ಅಂಗ ಹಾನಿ.
ml: എക്ലാംപ്സിയ ഉണ്ടാകാൻ തക്ക തീവ്രതയുള്ള പ്രീക്ലാംപ്സിയ ഏതൊക്കെ രോഗികളിൽ ഉണ്ടാകുമെന്ന് പ്രവചിക്കാൻ വളരെ ബുദ്ധിമുട്ടാണ്. പലപ്പോഴും, എക്ലാംസിയ പ്രവചിക്കാൻ ലക്ഷണങ്ങളോ മുന്നറിയിപ്പ് സൂചനകളോ ഇല്ല. എക്ലാംസിയ അമ്മയ്ക്കും കുഞ്ഞിനും ഗുരുതരമായ പ്രത്യാഘാതങ്ങൾ ഉണ്ടാക്കുന്നതിനാൽ, ഗർഭകാലം എത്ര ദൂരെയാണെങ്കിലും പ്രസവം ആവശ്യമായി വരും. മറ്റ് അവയവങ്ങളുടെ കേടുപാടുകൾ.
or: କେଉଁ ରୋଗୀଙ୍କର preeclampsia ହେବ ତାହା ପୂର୍ବାନୁମାନ କରିବା ଅତ୍ୟନ୍ତ କଷ୍ଟକର, ଯାହା ଏକ୍ଲାମପ୍ସିଆରେ ପରିଣତ ହେବ | ପ୍ରାୟତ ,, ଏକ୍ଲାମପ୍ସିଆର ପୂର୍ବାନୁମାନ କରିବାକୁ କ ଲକ୍ଷଣ ଣସି ଲକ୍ଷଣ କିମ୍ବା ଚେତାବନୀ ଚିହ୍ନ ନାହିଁ | କାରଣ ଏକ୍ଲାମପ୍ସିଆ ଉଭୟ ମା ଏବଂ ଶିଶୁ ପାଇଁ ଗୁରୁତର ପରିଣାମ ଦେଇପାରେ, ଗର୍ଭଧାରଣ କେତେ ଦୂର ତାହା ଉପରେ ଧ୍ୟାନ ନ ଦେଇ ପ୍ରସବ ଆବଶ୍ୟକ ହୁଏ | ଅନ୍ୟ ଅଙ୍ଗର କ୍ଷତି |
ta: எக்லாம்ப்சியாவை ஏற்படுத்தும் அளவுக்கு தீவிரமான ப்ரீக்ளாம்ப்சியா எந்த நோயாளிகளுக்கு இருக்கும் என்று கணிப்பது மிகவும் கடினம். பெரும்பாலும், எக்லாம்ப்சியாவைக் கணிக்க எந்த அறிகுறிகளும் அல்லது எச்சரிக்கை அறிகுறிகளும் இருக்காது. ஏனெனில் எக்லாம்ப்சியா தாய் மற்றும் குழந்தை இருவருக்கும் கடுமையான விளைவுகளை ஏற்படுத்தும். கர்ப்ப காலம் எவ்வளவு தூரம் இருந்தாலும் பிரசவம் அவசியமாகிறது. மற்ற உறுப்பு சேதம்.
te: ఎక్లాంప్సియాకు దారితీసేంత తీవ్రమైన ప్రీఎక్లంప్సియా ఏ రోగులకు ఉంటుందో అంచనా వేయడం చాలా కష్టం. తరచుగా, ఎక్లాంప్సియాను అంచనా వేయడానికి ఎటువంటి లక్షణాలు లేదా హెచ్చరిక సంకేతాలు లేవు. ఎక్లాంప్సియా తల్లి మరియు బిడ్డ ఇద్దరికీ తీవ్రమైన పరిణామాలను కలిగిస్తుంది కాబట్టి, గర్భం ఎంత దూరం జరిగినా డెలివరీ అవసరం అవుతుంది. ఇతర అవయవ నష్టం.

# preThirtyOne
source: Preeclampsia may result in kidney, liver, lung, heart, or eyes, and may cause a stroke or other brain injury. The amount of injury to other organs depends on the severity of preeclampsia. Cardiovascular disease. Having preeclampsia may increase your risk of future heart and blood vessel (cardiovascular) disease. The risk is even greater if you've had preeclampsia more than once or you've had a preterm delivery. To minimize this risk, after delivery try to maintain your ideal weight, eat a variety of fruits and vegetables, exercise regularly, and don't smoke.
bn: প্রিক্ল্যাম্পসিয়ার ফলে কিডনি, লিভার, ফুসফুস, হার্ট বা চোখ হতে পারে এবং স্ট্রোক বা মস্তিষ্কের অন্যান্য আঘাত হতে পারে। অন্যান্য অঙ্গে আঘাতের পরিমাণ প্রিক্ল্যাম্পসিয়ার তীব্রতার উপর নির্ভর করে। হৃদরোগের. প্রিক্ল্যাম্পসিয়া থাকা আপনার ভবিষ্যতের হৃদযন্ত্র এবং রক্তনালী (কার্ডিওভাসকুলার) রোগের ঝুঁকি বাড়িয়ে দিতে পারে। আপনার যদি একাধিকবার প্রিক্ল্যাম্পসিয়া হয় বা আপনার প্রিটার্ম ডেলিভারি হয়ে থাকে তবে ঝুঁকি আরও বেশি। এই ঝুঁকি কমাতে, প্রসবের পর আপনার আদর্শ ওজন বজায় রাখার চেষ্টা করুন, বিভিন্ন ধরনের ফল ও সবজি খান, নিয়মিত ব্যায়াম করুন এবং ধূমপান করবেন না।
hi: प्रीक्लेम्पसिया के परिणामस्वरूप किडनी, लीवर, फेफड़े, हृदय या आंखें हो सकती हैं और स्ट्रोक या मस्तिष्क की अन्य चोट लग सकती है। अन्य अंगों को चोट की मात्रा प्रीक्लेम्पसिया की गंभीरता पर निर्भर करती है। हृदय रोग। प्रीक्लेम्पसिया होने से आपके भविष्य में हृदय और रक्त वाहिका (हृदय) रोग का खतरा बढ़ सकता है। यदि आपको एक से अधिक बार प्रीक्लेम्पसिया हुआ है या आपकी समय से पहले डिलीवरी हुई है तो जोखिम और भी अधिक हो जाता है। इस जोखिम को कम करने के लिए, प्रसव के बाद अपना आदर्श वजन बनाए रखने की कोशिश करें, विभिन्न प्रकार के फल और सब्जियां खाएं, नियमित व्यायाम करें और धूम्रपान न करें।
kn: ಪ್ರಿಕ್ಲಾಂಪ್ಸಿಯಾವು ಮೂತ್ರಪಿಂಡ, ಯಕೃತ್ತು, ಶ್ವಾಸಕೋಶ, ಹೃದಯ ಅಥವಾ ಕಣ್ಣುಗಳಿಗೆ ಕಾರಣವಾಗಬಹುದು ಮತ್ತು ಪಾರ್ಶ್ವವಾಯು ಅಥವಾ ಇತರ ಮೆದುಳಿನ ಗಾಯವನ್ನು ಉಂಟುಮಾಡಬಹುದು. ಇತರ ಅಂಗಗಳಿಗೆ ಗಾಯದ ಪ್ರಮಾಣವು ಪ್ರಿಕ್ಲಾಂಪ್ಸಿಯಾದ ತೀವ್ರತೆಯನ್ನು ಅವಲಂಬಿಸಿರುತ್ತದೆ. ಹೃದ್ರೋಗ. ಪ್ರಿಕ್ಲಾಂಪ್ಸಿಯಾವನ್ನು ಹೊಂದಿರುವುದು ಭವಿಷ್ಯದ ಹೃದಯ ಮತ್ತು ರಕ್ತನಾಳಗಳ (ಹೃದಯರಕ್ತನಾಳದ) ಕಾಯಿಲೆಯ ನಿಮ್ಮ ಅಪಾಯವನ್ನು ಹೆಚ್ಚಿಸಬಹುದು. ನೀವು ಒಂದಕ್ಕಿಂತ ಹೆಚ್ಚು ಬಾರಿ ಪ್ರಿಕ್ಲಾಂಪ್ಸಿಯಾವನ್ನು ಹೊಂದಿದ್ದರೆ ಅಥವಾ ನೀವು ಅವಧಿಪೂರ್ವ ಹೆರಿಗೆಯನ್ನು ಹೊಂದಿದ್ದರೆ ಅಪಾಯವು ಇನ್ನೂ ಹೆಚ್ಚಾಗಿರುತ್ತದೆ. ಈ ಅಪಾಯವನ್ನು ಕಡಿಮೆ ಮಾಡಲು, ಹೆರಿಗೆಯ ನಂತರ ನಿಮ್ಮ ಆದರ್ಶ ತೂಕವನ್ನು ಕಾಪಾಡಿಕೊಳ್ಳಲು ಪ್ರಯತ್ನಿಸಿ, ವಿವಿಧ ಹಣ್ಣುಗಳು ಮತ್ತು ತರಕಾರಿಗಳನ್ನು ತಿನ್ನಿರಿ, ನಿಯಮಿತವಾಗಿ ವ್ಯಾಯಾಮ ಮಾಡಿ ಮತ್ತು ಧೂಮಪಾನ ಮಾಡಬೇಡಿ.
ml: പ്രീക്ലാമ്പ്സിയ വൃക്ക, കരൾ, ശ്വാസകോശം, ഹൃദയം, അല്ലെങ്കിൽ കണ്ണുകൾ എന്നിവയ്ക്ക് കാരണമാകാം, കൂടാതെ മസ്തിഷ്കാഘാതമോ മറ്റ് മസ്തിഷ്കാഘാതമോ ഉണ്ടാക്കാം. മറ്റ് അവയവങ്ങൾക്കുള്ള പരിക്കിന്റെ അളവ് പ്രീക്ലാമ്പ്സിയയുടെ തീവ്രതയെ ആശ്രയിച്ചിരിക്കുന്നു. ഹൃദയ സംബന്ധമായ അസുഖം. പ്രീക്ലാംസിയ ഉണ്ടാകുന്നത് ഭാവിയിൽ ഹൃദയം, രക്തക്കുഴലുകൾ (ഹൃദ്രോഗം) രോഗത്തിനുള്ള സാധ്യത വർദ്ധിപ്പിക്കും. നിങ്ങൾക്ക് ഒന്നിലധികം തവണ പ്രീക്ലാമ്പ്‌സിയ ഉണ്ടായാലോ അല്ലെങ്കിൽ മാസം തികയാതെയുള്ള പ്രസവം നടന്നാലോ അപകടസാധ്യത കൂടുതലാണ്. ഈ അപകടസാധ്യത കുറയ്ക്കുന്നതിന്, പ്രസവശേഷം നിങ്ങളുടെ അനുയോജ്യമായ ഭാരം നിലനിർത്താൻ ശ്രമിക്കുക, വിവിധതരം പഴങ്ങളും പച്ചക്കറികളും കഴിക്കുക, പതിവായി വ്യായാമം ചെയ്യുക, പുകവലിക്കരുത്.
or: ପ୍ରିକ୍ଲମ୍ପସିଆ କିଡନୀ, ଯକୃତ, ଫୁସଫୁସ, ହୃଦୟ କିମ୍ବା ଆଖିରେ ପରିଣତ ହୋଇପାରେ ଏବଂ ଷ୍ଟ୍ରୋକ କିମ୍ବା ମସ୍ତିଷ୍କରେ ଆଘାତ ଲାଗିପାରେ | ଅନ୍ୟ ଅଙ୍ଗରେ ଆଘାତର ପରିମାଣ preeclampsia ର ଗମ୍ଭୀରତା ଉପରେ ନିର୍ଭର କରେ | ହୃଦ୍ ରୋଗ ପ୍ରିକ୍ଲମ୍ପସିଆ ରହିବା ଦ୍ୱାରା ଭବିଷ୍ୟତରେ ହୃଦୟ ଏବଂ ରକ୍ତଭଣ୍ଡାର (ହୃଦ୍‌ରୋଗ) ରୋଗ ହେବାର ଆଶଙ୍କା ବ increase ିପାରେ | ଯଦି ତୁମର ଥରୁ ଅଧିକ ଥର preeclampsia ଥାଆନ୍ତା କିମ୍ବା ତୁମର ଏକ ଡେଲିଭରି ଥାଏ ତେବେ ବିପଦ ଆହୁରି ଅଧିକ | ଏହି ବିପଦକୁ କମ୍ କରିବାକୁ, ପ୍ରସବ ପରେ ତୁମର ଆଦର୍ଶ ଓଜନ ବଜାୟ ରଖିବାକୁ ଚେଷ୍ଟା କର, ବିଭିନ୍ନ ଫଳ ଏବଂ ପନିପରିବା ଖାଅ, ନିୟମିତ ବ୍ୟାୟାମ କର, ଏବଂ ଧୂମପାନ କର ନାହିଁ |
ta: ப்ரீகிளாம்ப்சியா சிறுநீரகம், கல்லீரல், நுரையீரல், இதயம் அல்லது கண்களில் ஏற்படலாம், மேலும் பக்கவாதம் அல்லது பிற மூளைக் காயம் ஏற்படலாம். பிற உறுப்புகளுக்கு ஏற்படும் காயத்தின் அளவு ப்ரீக்ளாம்ப்சியாவின் தீவிரத்தைப் பொறுத்தது. இருதய நோய். ப்ரீக்ளாம்ப்சியா இருக்கலாம். எதிர்காலத்தில் இதயம் மற்றும் இரத்தக்குழாய் (இருதயம்) நோயின் அபாயத்தை அதிகரிக்கலாம்.உங்களுக்கு ஒன்றுக்கு மேற்பட்ட முறை ப்ரீக்ளாம்ப்சியா இருந்தாலோ அல்லது குறைப்பிரசவம் செய்தாலோ ஆபத்து இன்னும் அதிகமாகும்.இந்த ஆபத்தைக் குறைக்க, பிரசவத்திற்குப் பிறகு உங்கள் சிறந்த எடையை பராமரிக்க முயற்சிக்கவும். , பலவிதமான பழங்கள் மற்றும் காய்கறிகளை சாப்பிடுங்கள், தொடர்ந்து உடற்பயிற்சி செய்யுங்கள், புகைபிடிக்காதீர்கள்.
te: ప్రీఎక్లాంప్సియా మూత్రపిండాలు, కాలేయం, ఊపిరితిత్తులు, గుండె లేదా కళ్లకు దారితీయవచ్చు మరియు స్ట్రోక్ లేదా ఇతర మెదడు గాయానికి కారణం కావచ్చు. ఇతర అవయవాలకు గాయం మొత్తం ప్రీఎక్లంప్సియా యొక్క తీవ్రతపై ఆధారపడి ఉంటుంది. కార్డియోవాస్కులర్ వ్యాధి. ప్రీక్లాంప్సియా కలిగి ఉండటం వల్ల భవిష్యత్తులో గుండె మరియు రక్తనాళాల (హృదయనాళ) వ్యాధి వచ్చే ప్రమాదం పెరుగుతుంది. మీరు ఒకటి కంటే ఎక్కువసార్లు ప్రీక్లాంప్సియాను కలిగి ఉన్నట్లయితే లేదా మీరు ముందస్తు ప్రసవానికి గురైనట్లయితే ప్రమాదం మరింత ఎక్కువగా ఉంటుంది. ఈ ప్రమాదాన్ని తగ్గించడానికి, డెలివరీ తర్వాత మీ ఆదర్శ బరువును నిర్వహించడానికి ప్రయత్నించండి, వివిధ రకాల పండ్లు మరియు కూరగాయలను తినండి, క్రమం తప్పకుండా వ్యాయామం చేయండి మరియు ధూమపానం చేయవద్దు.

source: or Register as
bn: অথবা হিসাবে নিবন্ধন করুন
hi: या इस रूप में रजिस्टर करें
kn: ಅಥವಾ ಹೀಗೆ ನೋಂದಾಯಿಸಿ
ml: അല്ലെങ്കിൽ ആയി രജിസ്റ്റർ ചെയ്യുക
or: କିମ୍ବା ପଞ୍ଜିକରଣ କରନ୍ତୁ |
ta: அல்லது என பதிவு செய்யவும்
te: లేదా ఇలా నమోదు చేసుకోండి

source: and AIIMS, New Delhi
bn: এবং AIIMS, নয়াদিল্লি
hi: और एम्स, नई दिल्ली
kn: ಮತ್ತು AIIMS, ನವದೆಹಲಿ
ml: എയിംസ്, ന്യൂഡൽഹി
or: ଏବଂ AIIMS, ନୂଆଦିଲ୍ଲୀ |
ta: மற்றும் எய்ம்ஸ், புது தில்லி
te: మరియు AIIMS, న్యూఢిల్లీ

source: Funded by DBT, GoI | Disclaimer
bn: DBT, GoI দ্বারা অর্থায়ন করা হয়েছে | দাবিত্যাগ
hi: डीबीटी, भारत सरकार द्वारा वित्त पोषित | अस्वीकरण
kn: DBT, GoI ನಿಂದ ಧನಸಹಾಯ | ಹಕ್ಕು ನಿರಾಕರಣೆ
ml: ധനസഹായം നൽകുന്നത് DBT, GoI | നിരാകരണം
or: DBT, GoI | ପ୍ରତ୍ୟାଖ୍ୟାନ |
ta: DBT, GoI மூலம் நிதியளிக்கப்பட்டது | மறுப்பு
te: DBT, GoI ద్వారా నిధులు సమకూరుతాయి | నిరాకరణ

source: Utsarjan - YouTube
hi: उत्सर्जन - YouTube
kn: ಉತ್ಸರ್ಜನ್ - YouTube
ml: ഉത്സർജൻ - YouTube
or: ଉତରଜାନ୍ - ୟୁଟ୍ୟୁବ୍ |
ta: உட்சர்ஜன் - YouTube
te: ఉత్సర్జన్ - YouTube

source: mm of Hg
bn: Hg এর মিমি
hi: एचजी . का मिमी
kn: ಎಂಎಂ ಎಚ್ಜಿ
ml: എംഎം എച്ച്ജി
or: mm Hg
ta: மிமீ Hg
te: mm Hg

source: Body Height
bn: শরীরের উচ্চতা
hi: शारीरिक लम्बाई
kn: ದೇಹದ ಎತ್ತರ
ml: ശരീര ഉയരം
or: ଶରୀରର ଉଚ୍ଚତା |
ta: உடல் உயரம்
te: శరీర ఎత్తు

source: Enter Advice
bn: পরামর্শ লিখুন
hi: सलाह दर्ज करें
kn: ಸಲಹೆಯನ್ನು ನಮೂದಿಸಿ
ml: ഉപദേശം നൽകുക
or: ଉପଦେଶ ଦିଅନ୍ତୁ |
ta: ஆலோசனையை உள்ளிடவும்
te: సలహాను నమోదు చేయండి

source: Add Advice
bn: পরামর্শ যোগ করুন
hi: सलाह जोड़ें
kn: ಸಲಹೆಯನ್ನು ಸೇರಿಸಿ
ml: ഉപദേശം ചേർക്കുക
or: ଉପଦେଶ ଯୋଗକର |
ta: ஆலோசனையைச் சேர்க்கவும்
te: సలహాను జోడించండి

source: Sex
bn: সেক্স
hi: लिंग
kn: ಸೆಕ್ಸ್
ml: ലൈംഗികത
or: ସେକ୍ସ
ta: செக்ஸ்
te: సెక్స్

source: Date
bn: তারিখ
hi: तारीख
kn: ದಿನಾಂಕ
ml: തീയതി
or: ତାରିଖ
ta: தேதி
te: తేదీ

source: Time
bn: সময়
hi: समय
kn: ಸಮಯ
ml: സമയം
or: ସମୟ
ta: நேரம்
te: సమయం

source: Brand name
bn: পরিচিতিমুলক নাম
hi: ब्रांड का नाम
kn: ಬ್ರಾಂಡ್ ಹೆಸರು
ml: ബ്രാൻഡ് നാമം
or: ବ୍ରାଣ୍ଡ ନାମ
ta: பிராண்ட் பெயர்
te: బ్రాండ్ పేరు

source: Number of times
bn: একাধিকবার
hi: कई बार
kn: ಅನೇಕ ಸಲ
ml: തവണകളുടെ എണ്ണം
or: ସମୟ ସଂଖ୍ୟା
ta: பலமுறை
te: సమయాల సంఖ్య

source: How many days
bn: কতদিন
hi: कितने दिन
kn: ಎಷ್ಟು ದಿನ
ml: എത്ര ദിവസം
or: କେତେ ଦିନ |
ta: எத்தனை நாட்கள்
te: ఎన్ని రోజులు

source: days
bn: দিন
hi: दिन
kn: ದಿನಗಳು
ml: ദിവസങ്ങളിൽ
or: ଦିନ
ta: நாட்கள்
te: రోజులు

source: months
bn: মাস
hi: महीने
kn: ತಿಂಗಳುಗಳು
ml: മാസങ്ങൾ
or: ମାସଗୁଡିକ
ta: மாதங்கள்
te: నెలల

source: Eye Examination
bn: চক্ষু পরীক্ষা
hi: आँख परीक्षा
kn: ಕಣ್ಣಿನ ಪರೀಕ್ಷೆ
ml: നേത്ര പരിശോധന
or: ଚକ୍ଷୁ ପରୀକ୍ଷା
ta: கண் பரிசோதனை
te: కంటి పరీక్ష

source: Blood Tests
bn: রক্ত পরীক্ষা
hi: रक्त परीक्षण
kn: ರಕ್ತ ಪರೀಕ್ಷೆಗಳು
ml: രക്തപരിശോധനകൾ
or: ରକ୍ତ ପରୀକ୍ଷା
ta: இரத்த பரிசோதனைகள்
te: రక్త పరీక్షలు

source: Urine Tests
bn: প্রস্রাব পরীক্ষা
hi: मूत्र परीक्षण
kn: ಮೂತ್ರ ಪರೀಕ್ಷೆಗಳು
ml: മൂത്ര പരിശോധനകൾ
or: ପରିସ୍ରା ପରୀକ୍ଷା
ta: சிறுநீர் சோதனைகள்
te: మూత్ర పరీక్షలు

source: Additional Tests
bn: অতিরিক্ত পরীক্ষা
hi: अतिरिक्त परीक्षण
kn: ಹೆಚ್ಚುವರಿ ಪರೀಕ್ಷೆಗಳು
ml: അധിക ടെസ്റ്റുകൾ
or: ଅତିରିକ୍ତ ପରୀକ୍ଷା
ta: கூடுதல் சோதனைகள்
te: అదనపు పరీక్షలు

source: Requisition is electronically generated
bn: রিকুইজিশন ইলেকট্রনিকভাবে তৈরি হয়
hi: मांग इलेक्ट्रॉनिक रूप से उत्पन्न होती है
kn: ವಿನಂತಿಯನ್ನು ವಿದ್ಯುನ್ಮಾನವಾಗಿ ರಚಿಸಲಾಗಿದೆ
ml: റിക്വിസിഷൻ ഇലക്ട്രോണിക് ആയി ജനറേറ്റ് ചെയ്തതാണ്
or: ଆବଶ୍ୟକତା ଇଲେକ୍ଟ୍ରୋନିକ୍ ଭାବରେ ସୃଷ୍ଟି ହୁଏ |
ta: கோரிக்கை மின்னணு முறையில் உருவாக்கப்படுகிறது
te: అభ్యర్థన ఎలక్ట్రానిక్‌గా రూపొందించబడింది

source: Patient Name
bn: রোগীর নাম
hi: रोगी का नाम
kn: ರೋಗಿಯ ಹೆಸರು
ml: രോഗിയുടെ പേര്
or: ରୋଗୀର ନାମ
ta: நோயாளி பெயர்
te: రోగి పేరు

source: Date of Birth
bn: জন্ম তারিখ
hi: जन्म की तारीख
kn: ಹುಟ್ತಿದ ದಿನ
ml: ജനനത്തീയതി
or: ଜନ୍ମଦିନ
ta: பிறந்த தேதி
te: పుట్టిన తేది

source: Previous category
bn: পূর্ববর্তী বিভাগ
hi: पिछली श्रेणी
kn: ಹಿಂದಿನ ವರ್ಗ
ml: മുമ്പത്തെ വിഭാഗം
or: ପୂର୍ବ ବର୍ଗ
ta: முந்தைய வகை
te: మునుపటి వర్గం

source: Onset category
bn: সূচনা বিভাগ
hi: शुरुआत श्रेणी
kn: ಆರಂಭದ ವರ್ಗ
ml: ആരംഭ വിഭാഗം
or: ବର୍ଗ ଆରମ୍ଭ କରନ୍ତୁ |
ta: தொடக்க வகை
te: ప్రారంభ వర్గం

source: Mobile
bn: মুঠোফোন
hi: मोबाइल
kn: ಮೊಬೈಲ್
ml: മൊബൈൽ
or: ମୋବାଇଲ୍ |
ta: கைபேசி
te: మొబైల్

source: Search...
bn: অনুসন্ধান করুন...
hi: खोज...
kn: ಹುಡುಕಾಟ
ml: തിരയുക...
or: ସନ୍ଧାନ ...
ta: தேடு...
te: వెతకండి...

source: yrs
bn: বছর
hi: साल
kn: ವರ್ಷ
ml: വർഷം
or: ବର୍ଷ
ta: ஆண்டுகள்
te: సం

source: Stunted growth
bn: শারিরীক বিকাশ ও বৃদ্ধি
hi: अवरुद्ध विकास
kn: ಕುಂಠಿತ ಬೆಳವಣಿಗೆ
ml: മുരടിച്ച വളർച്ച
or: ଷ୍ଟଣ୍ଟେଡ୍ ଅଭିବୃଦ୍ଧି |
ta: வளர்ச்சி குன்றியது
te: ఎదుగుదల కుంటుపడింది

source: Email
bn: ইমেইল
hi: ईमेल
kn: ಇಮೇಲ್
ml: ഇമെയിൽ
or: ଇମେଲ୍ କରନ୍ତୁ |
ta: மின்னஞ்சல்
te: ఇమెయిల్

source: Name is required
bn: নাম আবশ্যক
hi: नाम आवश्यक है
kn: ಹೆಸರು ಅಗತ್ಯವಿದೆ
ml: പേര് ആവശ്യമാണ്
or: ନାମ ଆବଶ୍ୟକ |
ta: பெயர் தேவை
te: పేరు అవసరం

source: Mobile Number is required
bn: মোবাইল নম্বর প্রয়োজন
hi: मोबाइल नंबर चाहिए
kn: ಮೊಬೈಲ್ ಸಂಖ್ಯೆ ಅಗತ್ಯವಿದೆ
ml: മൊബൈൽ നമ്പർ ആവശ്യമാണ്
or: ମୋବାଇଲ୍ ନମ୍ବର ଆବଶ୍ୟକ |
ta: மொபைல் எண் தேவை
te: మొబైల్ నంబర్ అవసరం

source: Password is required
bn: পাসওয়ার্ড প্রয়োজন
hi: पासवर्ड की आवश्यकता है
kn: ಗುಪ್ತಪದದ ಅಗತ್ಯವಿದೆ
ml: പാസ്‌വേഡ് ആവശ്യമാണ്
or: ପାସୱାର୍ଡ ଆବଶ୍ୟକ |
ta: கடவுச்சொல் தேவை
te: పాస్‌వర్డ్ అవసరం

source: Email is required
bn: ইমেল প্রয়োজন
hi: ईमेल की जरूरत है
kn: ಇಮೇಲ್ ಅಗತ್ಯವಿದೆ
ml: ഇമെയിൽ ആവശ്യമാണ്
or: ଇମେଲ୍ ଆବଶ୍ୟକ |
ta: மின்னஞ்சல் தேவை
te: ఇమెయిల్ అవసరం

source: Invalid Email Format
bn: অবৈধ ইমেল বিন্যাস
hi: अमान्य ईमेल प्रारूप
kn: ಅಮಾನ್ಯವಾದ ಇಮೇಲ್ ಸ್ವರೂಪ
ml: ഇമെയിൽ ഫോർമാറ്റ് അസാധുവാണ്
or: ଅବ val ଧ ଇମେଲ ଫର୍ମାଟ୍ |
ta: தவறான மின்னஞ்சல் வடிவம்
te: చెల్లని ఇమెయిల్ ఫార్మాట్

source: Hospital is required
bn: হাসপাতাল প্রয়োজন
hi: अस्पताल की आवश्यकता है
kn: ಆಸ್ಪತ್ರೆ ಅಗತ್ಯವಿದೆ
ml: ആശുപത്രി ആവശ്യമാണ്
or: ଡାକ୍ତରଖାନା ଆବଶ୍ୟକ |
ta: மருத்துவமனை தேவை
te: ఆసుపత్రి అవసరం

source: User name is required
bn: ইউজার নাম দরকার
hi: उपयोगकर्ता नाम आवश्यक है
kn: ಬಳಕೆದಾರರ ಹೆಸರು ಅಗತ್ಯವಿದೆ
ml: ഉപയോക്തൃനാമം ആവശ്യമാണ്
or: ଉପଯୋଗକର୍ତ୍ତା ନାମ ଆବଶ୍ୟକ |
ta: பயனர் பெயர் தேவை
te: వినియోగదారు పేరు అవసరం

source: Password Update Successfully
bn: পাসওয়ার্ড আপডেট সফলভাবে
hi: पासवर्ड अपडेट सफलतापूर्वक
kn: ಪಾಸ್ವರ್ಡ್ ಅಪ್ಡೇಟ್ ಯಶಸ್ವಿಯಾಗಿ
ml: പാസ്‌വേഡ് അപ്‌ഡേറ്റ് വിജയകരമായി
or: ପାସୱାର୍ଡ ଅପଡେଟ୍ ସଫଳତାର ସହିତ |
ta: கடவுச்சொல் புதுப்பிப்பு வெற்றிகரமாக
te: పాస్‌వర్డ్ అప్‌డేట్ విజయవంతంగా

source: User Name
bn: ব্যবহারকারীর নাম
hi: उपयोगकर्ता नाम
kn: ಬಳಕೆದಾರ ಹೆಸರು
ml: ഉപയോക്തൃ നാമം
or: ଉପଯୋଗକର୍ତ୍ତା ନାମ
ta: பயனர் பெயர்
te: వినియోగదారు పేరు

source: Registered Email
bn: নিবন্ধিত ইমেইল
hi: पंजीकृत ईमेल
kn: ನೋಂದಾಯಿತ ಇಮೇಲ್
ml: രജിസ്റ്റർ ചെയ്ത ഇമെയിൽ
or: ପଞ୍ଜିକୃତ ଇମେଲ୍ |
ta: பதிவு செய்யப்பட்ட மின்னஞ்சல்
te: నమోదు చేసిన ఇమెయిల్

# otpSent
source: OTP would be sent to the email on which application was initially installed with this linked email due to the senstivity and privacy of your health records. Please contact compbioiitr@gmail.com for further queries
bn: আপনার স্বাস্থ্য রেকর্ডের সংবেদনশীলতা এবং গোপনীয়তার কারণে এই লিঙ্কযুক্ত ইমেলের সাথে প্রাথমিকভাবে যে অ্যাপ্লিকেশনটি ইনস্টল করা হয়েছিল সেই ইমেলে OTP পাঠানো হবে। আরও প্রশ্নের জন্য compbioiitr@gmail.com এ যোগাযোগ করুন
hi: आपके स्वास्थ्य रिकॉर्ड की संवेदनशीलता और गोपनीयता के कारण ओटीपी उस ईमेल पर भेजा जाएगा जिस पर इस लिंक किए गए ईमेल के साथ शुरू में एप्लिकेशन इंस्टॉल किया गया था। अधिक प्रश्नों के लिए कृपया compbioitr@gmail.com पर संपर्क करें
kn: ನಿಮ್ಮ ಆರೋಗ್ಯ ದಾಖಲೆಗಳ ಸೂಕ್ಷ್ಮತೆ ಮತ್ತು ಗೌಪ್ಯತೆಯ ಕಾರಣದಿಂದಾಗಿ ಈ ಲಿಂಕ್ ಮಾಡಿದ ಇಮೇಲ್‌ನೊಂದಿಗೆ ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಆರಂಭದಲ್ಲಿ ಸ್ಥಾಪಿಸಿದ ಇಮೇಲ್‌ಗೆ OTP ಕಳುಹಿಸಲಾಗುತ್ತದೆ. ಹೆಚ್ಚಿನ ಪ್ರಶ್ನೆಗಳಿಗಾಗಿ ದಯವಿಟ್ಟು compbioiitr@gmail.com ಅನ್ನು ಸಂಪರ್ಕಿಸಿ
ml: നിങ്ങളുടെ ആരോഗ്യ രേഖകളുടെ സെൻസിറ്റിവിറ്റിയും സ്വകാര്യതയും കാരണം ഈ ലിങ്ക് ചെയ്‌ത ഇമെയിലിനൊപ്പം തുടക്കത്തിൽ ആപ്ലിക്കേഷൻ ഇൻസ്റ്റാൾ ചെയ്ത ഇമെയിലിലേക്ക് OTP അയയ്‌ക്കും. കൂടുതൽ ചോദ്യങ്ങൾക്ക് ദയവായി compbioiitr@gmail.com എന്ന വിലാസത്തിൽ ബന്ധപ്പെടുക
or: OTP କୁ ଇମେଲକୁ ପଠାଯିବ ଯେଉଁଥିରେ ଆପଣଙ୍କର ସ୍ୱାସ୍ଥ୍ୟ ରେକର୍ଡଗୁଡିକର ସାନ୍ନିଧ୍ୟତା ଏବଂ ଗୋପନୀୟତା ହେତୁ ପ୍ରାରମ୍ଭରେ ଏହି ଲିଙ୍କ୍ ଇମେଲ ସହିତ ପ୍ରୟୋଗ ସଂସ୍ଥାପିତ ହୋଇଥିଲା | ଅଧିକ ପ୍ରଶ୍ନ ପାଇଁ ଦୟାକରି compbioiitr@gmail.com ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ |
ta: உங்கள் உடல்நலப் பதிவுகளின் உணர்திறன் மற்றும் தனியுரிமையின் காரணமாக இந்த இணைக்கப்பட்ட மின்னஞ்சலுடன் பயன்பாடு முதலில் நிறுவப்பட்ட மின்னஞ்சலுக்கு OTP அனுப்பப்படும். மேலும் கேள்விகளுக்கு compbioiitr@gmail.com ஐ தொடர்பு கொள்ளவும்
te: మీ ఆరోగ్య రికార్డుల యొక్క సున్నితత్వం మరియు గోప్యత కారణంగా ఈ లింక్ చేయబడిన ఇమెయిల్‌తో అప్లికేషన్‌ను మొదట ఇన్‌స్టాల్ చేసిన ఇమెయిల్‌కు OTP పంపబడుతుంది. తదుపరి ప్రశ్నల కోసం దయచేసి compbioiitr@gmail.comని సంప్రదించండి

# passwordUpdateSuccessfullyOne
source: Password Update Successfully
bn: পাসওয়ার্ড আপডেট সফলভাবে
hi: पासवर्ड अपडेट सफलतापूर्वक
kn: ಪಾಸ್ವರ್ಡ್ ಅಪ್ಡೇಟ್ ಯಶಸ್ವಿಯಾಗಿ
ml: പാസ്‌വേഡ് അപ്‌ഡേറ്റ് വിജയകരമായി
or: ପାସୱାର୍ଡ ଅପଡେଟ୍ ସଫଳତାର ସହିତ |
ta: கடவுச்சொல் புதுப்பிப்பு வெற்றிகரமாக
te: పాస్‌వర్డ్ అప్‌డేట్ విజయవంతంగా

# forgotPasswordQ
source: Forgot Password?
bn: পাসওয়ার্ড ভুলে গেছেন?
hi: पासवर्ड भूल गए?
kn: ಪಾಸ್ವರ್ಡ್ ಮರೆತಿರಾ?
ml: പാസ്വേഡ് മറന്നോ?
or: ପାସୱାର୍ଡ଼ ଭୁଲି ଗଲେ କି?
ta: கடவுச்சொல்லை மறந்துவிட்டீர்களா?
te: పాస్‌వర్డ్ మర్చిపోయారా?

source: Please Enter
bn: অনুগ্রহ করে প্রবেশ করুন
hi: कृपया दर्ज करें
kn: ದಯವಿಟ್ಟು ನಮೂದಿಸಿ
ml: ദയവായി നൽകുക
or: ଦୟାକରି ଏଣ୍ଟର୍ କରନ୍ତୁ |
ta: தயவுசெய்து உள்ளீடவும்
te: దయచేసి పూరించండి

source: username
bn: ব্যবহারকারীর নাম
hi: उपयोगकर्ता नाम
kn: ಬಳಕೆದಾರ ಹೆಸರು
ml: ഉപയോക്തൃനാമം
or: ଉପଯୋଗକର୍ତ୍ତା ନାମ
ta: பயனர் பெயர்
te: వినియోగదారు పేరు

source: Welcome User
bn: স্বাগত ব্যবহারকারী
hi: स्वागत उपयोगकर्ता
kn: ಸ್ವಾಗತ ಬಳಕೆದಾರ
ml: സ്വാഗതം ഉപയോക്താവ്
or: ଉପଭୋକ୍ତାଙ୍କୁ ସ୍ୱାଗତ |
ta: பயனர் வரவேற்கிறோம்
te: స్వాగతం వినియోగదారు

source: Invalid username/password
bn: অবৈধ ব্যবহারকারীর নাম / পাসওয়ার্ড
hi: अमान्य उपयोगकर्ता नाम / पासवर्ड
kn: ಅಮಾನ್ಯ ಬಳಕೆದಾರ ಹೆಸರು / ಪಾಸ್ವರ್ಡ್
ml: തെറ്റായ യൂസർ നെയിം / പാസ്സ്വേർഡ്
or: ଅବ val ଧ ଚାଳକନାମ / ପାସୱାର୍ଡ |
ta: தவறான பயனர்பெயர் / கடவுச்சொல்
te: చెల్లని వినియోగదారు పేరు/పాస్‌వర్డ్

source: Login
bn: প্রবেশ করুন
hi: लॉग इन करें
kn: ಲಾಗಿನ್ ಮಾಡಿ
ml: ലോഗിൻ
or: ଭିତରକୁ ଯାଉ
ta: உள்நுழைய
te: ప్రవేశించండి

source: Till urine is negative or trace
bn: প্রস্রাব নেগেটিভ বা ট্রেস হওয়া পর্যন্ত
hi: जब तक यूरिन नेगेटिव या ट्रेस न हो जाए
kn: ಮೂತ್ರವು ಋಣಾತ್ಮಕ ಅಥವಾ ಜಾಡಿನ ತನಕ
ml: മൂത്രം നെഗറ്റീവ് അല്ലെങ്കിൽ ട്രെയ്സ് ആകുന്നതുവരെ
or: ପରିସ୍ରା ନକାରାତ୍ମକ କିମ୍ବା ଚିହ୍ନ ପର୍ଯ୍ୟନ୍ତ |
ta: சிறுநீர் எதிர்மறை அல்லது சுவடு வரை
te: మూత్రం ప్రతికూలంగా లేదా ట్రేస్ అయ్యే వరకు

source: No User Found
bn: কোন ব্যবহারকারী পাওয়া যায়নি
hi: कोई उपयोगकर्ता नहीं मिला
kn: ಯಾವುದೇ ಬಳಕೆದಾರ ಕಂಡುಬಂದಿಲ್ಲ
ml: ഉപയോക്താവിനെ കണ്ടെത്തിയില്ല
or: କ User ଣସି ଉପଭୋକ୍ତା ମିଳିଲା ନାହିଁ |
ta: பயனர் இல்லை
te: వినియోగదారు కనుగొనబడలేదు

source: Send notification successfully
bn: সফলভাবে বিজ্ঞপ্তি পাঠান
hi: अधिसूचना सफलतापूर्वक भेजें
kn: ಅಧಿಸೂಚನೆಯನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಕಳುಹಿಸಿ
ml: അറിയിപ്പ് വിജയകരമായി അയയ്‌ക്കുക
or: ସଫଳତାର ସହିତ ବିଜ୍ଞପ୍ତି ପଠାନ୍ତୁ |
ta: அறிவிப்பை வெற்றிகரமாக அனுப்பவும்
te: నోటిఫికేషన్‌ను విజయవంతంగా పంపండి

source: Patient Details
bn: রোগীর বিবরণ
hi: रोगी विवरण
kn: ರೋಗಿಯ ವಿವರಗಳು
ml: രോഗിയുടെ വിശദാംശങ്ങൾ
or: ରୋଗୀ ବିବରଣୀ
ta: நோயாளி விவரங்கள்
te: రోగి వివరాలు

source: Patient Mobile
bn: রোগীর মোবাইল
hi: रोगी मोबाइल
kn: ರೋಗಿಯ ಮೊಬೈಲ್
ml: രോഗിയുടെ മൊബൈൽ
or: ରୋଗୀ ମୋବାଇଲ୍ |
ta: நோயாளி மொபைல்
te: రోగి మొబైల్

source: Notify
bn: অবহিত
hi: सूचित करें
kn: ಸೂಚಿಸಿ
ml: അറിയിക്കുക
or: ସୂଚିତ କର |
ta: அறிவிக்கவும்
te: తెలియజేయి

source: Patient's History
bn: রোগীর ইতিহাস
hi: रोगी का इतिहास
kn: ರೋಗಿಯ ಇತಿಹಾಸ
ml: രോഗിയുടെ ചരിത്രം
or: ରୋଗୀର ଇତିହାସ |
ta: நோயாளியின் வரலாறு
te: రోగి చరిత్ర

source: Patient History
bn: রোগীর ইতিহাস
hi: रोगी इतिहास
kn: ರೋಗಿಯ ಇತಿಹಾಸ
ml: രോഗിയുടെ ചരിത്രം
or: ରୋଗୀ ଇତିହାସ
ta: நோயாளி வரலாறு
te: రోగి చరిత్ర

source: Medicine Dosage
bn: ওষুধের ডোজ
hi: दवा की खुराक
kn: ಔಷಧ ಡೋಸೇಜ್
ml: മെഡിസിൻ ഡോസ്
or: Ic ଷଧର ମାତ୍ରା |
ta: மருந்து அளவு
te: ఔషధ మోతాదు

source: Patient history download successfully
bn: রোগীর ইতিহাস সফলভাবে ডাউনলোড করা হয়েছে
hi: रोगी इतिहास सफलतापूर्वक डाउनलोड करें
kn: ರೋಗಿಯ ಇತಿಹಾಸವನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಡೌನ್‌ಲೋಡ್ ಮಾಡಲಾಗಿದೆ
ml: രോഗി ചരിത്രം ഡൗൺലോഡ് ചെയ്തു
or: ରୋଗୀ ଇତିହାସ ସଫଳତାର ସହିତ ଡାଉନଲୋଡ୍ କରନ୍ତୁ |
ta: நோயாளி வரலாறு பதிவிறக்கம் செய்யப்பட்டது
te: రోగి చరిత్ర విజయవంతంగా డౌన్‌లోడ్ చేయబడింది

source: Please give the storage permission from setting
bn: সেটিং থেকে স্টোরেজ অনুমতি দিন
hi: कृपया सेटिंग से भंडारण की अनुमति दें
kn: ದಯವಿಟ್ಟು ಸೆಟ್ಟಿಂಗ್‌ನಿಂದ ಶೇಖರಣಾ ಅನುಮತಿಯನ್ನು ನೀಡಿ
ml: ക്രമീകരണത്തിൽ നിന്ന് സ്റ്റോറേജ് അനുമതി നൽകുക
or: ଦୟାକରି ସେଟିଂରୁ ଷ୍ଟୋରେଜ୍ ଅନୁମତି ଦିଅନ୍ତୁ |
ta: அமைப்பிலிருந்து சேமிப்பக அனுமதியை வழங்கவும்
te: దయచేసి సెట్టింగ్ నుండి నిల్వ అనుమతిని ఇవ్వండి

source: Send some advice to patient
bn: রোগীকে কিছু পরামর্শ পাঠান
hi: रोगी को कुछ सलाह भेजें
kn: ರೋಗಿಗೆ ಕೆಲವು ಸಲಹೆಗಳನ್ನು ಕಳುಹಿಸಿ
ml: രോഗിക്ക് ചില ഉപദേശങ്ങൾ അയയ്ക്കുക
or: ରୋଗୀଙ୍କୁ କିଛି ପରାମର୍ଶ ପଠାନ୍ତୁ |
ta: நோயாளிக்கு சில ஆலோசனைகளை அனுப்பவும்
te: రోగికి కొన్ని సలహాలు పంపండి

source: Delete entry
bn: লেখা মুছে ফেলো
hi: प्रविष्टि हटाएं
kn: ನಮೂದನ್ನು ಅಳಿಸಿ
ml: എൻട്രി ഇല്ലാതാക്കുക
or: ଏଣ୍ଟ୍ରି ଡିଲିଟ୍ କରନ୍ତୁ |
ta: உள்ளீட்டை நீக்கு
te: ఎంట్రీని తొలగించండి

# areYouSureYouWantToDeleteThisEntryQ
source: Are you sure you want to delete this entry?
bn: আপনি কি নিশ্চিত আপনি এই এন্ট্রি মুছে দিতে চান?
hi: क्या आप वाकई इस प्रविष्टि को हटाना चाहते हैं?
kn: ಈ ನಮೂದನ್ನು ಅಳಿಸಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?
ml: ഈ എൻട്രി ഇല്ലാതാക്കണമെന്ന് തീർച്ചയാണോ?
or: ଆପଣ ନିଶ୍ଚିତ କି ଆପଣ ଏହି ଏଣ୍ଟ୍ରି ବିଲୋପ କରିବାକୁ ଚାହୁଁଛନ୍ତି କି?
ta: இந்த பதிவை நிச்சயமாக நீக்க விரும்புகிறீர்களா?
te: మీరు ఖచ్చితంగా ఈ ఎంట్రీని తొలగించాలనుకుంటున్నారా?
