Repository: snigdha123-iitr/utsarjan_17-09
Catalog: lib/l10n/intl_*.arb
Languages: bn, hi, kn, ml, or, ta, te

# preSeven
source: Make sure you attend your prenatal visits so that your care provider can monitor your blood pressure. Contact your doctor immediately or go to an emergency room if you have severe headaches, blurred vision or other visual disturbance, severe pain in your abdomen, or severe shortness of breath. Because headaches, nausea, and aches and pains are common pregnancy complaints, it's difficult to know when new symptoms are simply part of being pregnant and when they may indicate a serious problem — especially if it's your first pregnancy. If you're concerned about your symptoms, contact your doctor.
bn: নিশ্চিত করুন যে আপনি আপনার প্রসবপূর্ব পরিদর্শনে যোগ দিচ্ছেন যাতে আপনার যত্ন প্রদানকারী আপনার রক্তচাপ নিরীক্ষণ করতে পারে। অবিলম্বে আপনার ডাক্তারের সাথে যোগাযোগ করুন বা আপনার যদি গুরুতর মাথাব্যথা, ঝাপসা দৃষ্টি বা অন্যান্য চাক্ষুষ ব্যাঘাত, আপনার পেটে তীব্র ব্যথা, বা তীব্র শ্বাসকষ্ট হয় তবে জরুরি কক্ষে যান। যেহেতু মাথাব্যথা, বমি বমি ভাব, এবং ব্যথা এবং ব্যথা সাধারণ গর্ভাবস্থার অভিযোগ, নতুন লক্ষণগুলি কখন গর্ভবতী হওয়ার অংশ এবং কখন তারা একটি গুরুতর সমস্যা নির্দেশ করতে পারে - বিশেষ করে যদি এটি আপনার প্রথম গর্ভাবস্থা হয় তা জানা কঠিন। আপনি যদি আপনার লক্ষণগুলি সম্পর্কে উদ্বিগ্ন হন তবে আপনার ডাক্তারের সাথে যোগাযোগ করুন।
hi: सुनिश्चित करें कि आप अपनी प्रसवपूर्व यात्राओं में शामिल हों ताकि आपका देखभाल प्रदाता आपके रक्तचाप की निगरानी कर सके। अपने चिकित्सक से तुरंत संपर्क करें या यदि आपको गंभीर सिरदर्द, धुंधली दृष्टि या अन्य दृश्य गड़बड़ी, आपके पेट में तेज दर्द, या सांस की गंभीर तकलीफ है तो आपातकालीन कक्ष में जाएं। चूंकि सिरदर्द, मतली, और दर्द और दर्द गर्भावस्था की आम शिकायतें हैं, इसलिए यह जानना मुश्किल है कि नए लक्षण कब गर्भवती होने का हिस्सा हैं और कब वे एक गंभीर समस्या का संकेत दे सकते हैं - खासकर अगर यह आपकी पहली गर्भावस्था है। यदि आप अपने लक्षणों के बारे में चिंतित हैं, तो अपने डॉक्टर से संपर्क करें।
kn: ನಿಮ್ಮ ಪ್ರಸವಪೂರ್ವ ಭೇಟಿಗಳಿಗೆ ನೀವು ಹಾಜರಾಗುವುದನ್ನು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ ಇದರಿಂದ ನಿಮ್ಮ ಆರೈಕೆ ನೀಡುಗರು ನಿಮ್ಮ ರಕ್ತದೊತ್ತಡವನ್ನು ಮೇಲ್ವಿಚಾರಣೆ ಮಾಡಬಹುದು. ನಿಮಗೆ ತೀವ್ರವಾದ ತಲೆನೋವು, ಮಂದ ದೃಷ್ಟಿ ಅಥವಾ ಇತರ ದೃಷ್ಟಿ ಅಡಚಣೆ, ನಿಮ್ಮ ಹೊಟ್ಟೆಯಲ್ಲಿ ತೀವ್ರವಾದ ನೋವು ಅಥವಾ ತೀವ್ರವಾದ ಉಸಿರಾಟದ ತೊಂದರೆ ಇದ್ದರೆ ತಕ್ಷಣ ನಿಮ್ಮ ವೈದ್ಯರನ್ನು ಸಂಪರ್ಕಿಸಿ ಅಥವಾ ತುರ್ತು ಕೋಣೆಗೆ ಹೋಗಿ. ತಲೆನೋವು, ವಾಕರಿಕೆ, ಮತ್ತು ನೋವು ಮತ್ತು ನೋವುಗಳು ಸಾಮಾನ್ಯ ಗರ್ಭಾವಸ್ಥೆಯ ದೂರುಗಳಾಗಿರುವುದರಿಂದ, ಹೊಸ ರೋಗಲಕ್ಷಣಗಳು ಗರ್ಭಿಣಿಯಾಗಿರುವಾಗ ಮತ್ತು ಅವು ಗಂಭೀರವಾದ ಸಮಸ್ಯೆಯನ್ನು ಸೂಚಿಸಿದಾಗ ತಿಳಿಯುವುದು ಕಷ್ಟ - ವಿಶೇಷವಾಗಿ ಇದು ನಿಮ್ಮ ಮೊದಲ ಗರ್ಭಧಾರಣೆಯಾಗಿದ್ದರೆ. ನಿಮ್ಮ ರೋಗಲಕ್ಷಣಗಳ ಬಗ್ಗೆ ನೀವು ಕಾಳಜಿವಹಿಸಿದರೆ, ನಿಮ್ಮ ವೈದ್ಯರನ್ನು ಸಂಪರ್ಕಿಸಿ.
ml: നിങ്ങളുടെ പ്രസവത്തിനു മുമ്പുള്ള സന്ദർശനങ്ങളിൽ നിങ്ങൾ പങ്കെടുക്കുന്നുവെന്ന് ഉറപ്പാക്കുക, അതുവഴി നിങ്ങളുടെ കെയർ പ്രൊവൈഡർക്ക് നിങ്ങളുടെ രക്തസമ്മർദ്ദം നിരീക്ഷിക്കാൻ കഴിയും. നിങ്ങൾക്ക് കഠിനമായ തലവേദനയോ മങ്ങിയ കാഴ്ചയോ മറ്റ് കാഴ്ച വൈകല്യമോ അടിവയറ്റിലെ കഠിനമായ വേദനയോ കഠിനമായ ശ്വാസതടസ്സമോ ഉണ്ടെങ്കിൽ ഉടൻ ഡോക്ടറെ സമീപിക്കുക അല്ലെങ്കിൽ എമർജൻസി റൂമിലേക്ക് പോകുക. തലവേദന, ഓക്കാനം, വേദന, വേദന എന്നിവ ഗർഭകാലത്തെ സാധാരണ പരാതികൾ ആയതിനാൽ, പുതിയ ലക്ഷണങ്ങൾ എപ്പോഴാണ് ഗർഭിണിയായിരിക്കുന്നതെന്നും അവ ഗുരുതരമായ പ്രശ്‌നത്തെ സൂചിപ്പിക്കുമെന്നും അറിയാൻ പ്രയാസമാണ് - പ്രത്യേകിച്ചും ഇത് നിങ്ങളുടെ ആദ്യ ഗർഭധാരണമാണെങ്കിൽ. നിങ്ങളുടെ ലക്ഷണങ്ങളെ കുറിച്ച് നിങ്ങൾക്ക് ആശങ്കയുണ്ടെങ്കിൽ ഡോക്ടറെ സമീപിക്കുക.
or: ନିଶ୍ଚିତ କରନ୍ତୁ ଯେ ଆପଣ ଆପଣଙ୍କର ପ୍ରସବକାଳୀନ ପରିଦର୍ଶନରେ ଯୋଗ ଦିଅନ୍ତି ଯାହା ଦ୍ your ାରା ଆପଣଙ୍କର ଯତ୍ନ ପ୍ରଦାନକାରୀ ଆପଣଙ୍କର ରକ୍ତଚାପ ଉପରେ ନଜର ରଖିପାରିବେ | ତୁରନ୍ତ ତୁମର ଡାକ୍ତରଙ୍କ ସହିତ ଯୋଗାଯୋଗ କର କିମ୍ବା ଜରୁରୀକାଳୀନ କୋଠରୀକୁ ଯାଅ ଯଦି ତୁମର ପ୍ରବଳ ମୁଣ୍ଡବିନ୍ଧା, ଅସ୍ପଷ୍ଟ ଦୃଷ୍ଟିଶକ୍ତି କିମ୍ବା ଅନ୍ୟାନ୍ୟ ଭିଜୁଆଲ୍ ବ୍ୟାଘାତ, ପେଟରେ ପ୍ରବଳ ଯନ୍ତ୍ରଣା, କିମ୍ବା ନିଶ୍ of ାସ ପ୍ରଶ୍ .ାସ ପ୍ରଶ୍ .ାସ ନେବା | କାରଣ ମୁଣ୍ଡବିନ୍ଧା, ବାନ୍ତି, ଯନ୍ତ୍ରଣା ଏବଂ ଯନ୍ତ୍ରଣା ହେଉଛି ସାଧାରଣ ଗର୍ଭଧାରଣ ଅଭିଯୋଗ, ଏହା ଜାଣିବା କଷ୍ଟକର ଯେ ଯେତେବେଳେ ନୂତନ ଲକ୍ଷଣଗୁଡ଼ିକ କେବଳ ଗର୍ଭବତୀ ହେବାର ଅଂଶ ଅଟେ ଏବଂ ଯେତେବେଳେ ସେମାନେ ଏକ ଗୁରୁତର ସମସ୍ୟାକୁ ସୂଚାଇ ପାରନ୍ତି - ବିଶେଷତ if ଯଦି ଏହା ଆପଣଙ୍କର ପ୍ରଥମ ଗର୍ଭଧାରଣ | ଯଦି ତୁମେ ତୁମର ଲକ୍ଷଣ ବିଷୟରେ ଚିନ୍ତିତ, ତେବେ ଡାକ୍ତରଙ୍କ ସହିତ ଯୋଗାଯୋଗ କର |
ta: உங்கள் மகப்பேறுக்கு முற்பட்ட வருகைகளில் கலந்துகொள்வதை உறுதிசெய்து கொள்ளுங்கள், இதனால் உங்கள் பராமரிப்பு வழங்குநர் உங்கள் இரத்த அழுத்தத்தைக் கண்காணிக்க முடியும். உங்களுக்கு கடுமையான தலைவலி, மங்கலான பார்வை அல்லது பிற பார்வைக் கோளாறு, உங்கள் அடிவயிற்றில் கடுமையான வலி அல்லது கடுமையான மூச்சுத் திணறல் இருந்தால் உடனடியாக உங்கள் மருத்துவரைத் தொடர்பு கொள்ளுங்கள் அல்லது அவசர அறைக்குச் செல்லவும். தலைவலி, குமட்டல் மற்றும் வலிகள் மற்றும் வலிகள் ஆகியவை கர்ப்ப காலத்தில் ஏற்படும் பொதுவான புகார்கள் என்பதால், புதிய அறிகுறிகள் கர்ப்பமாக இருப்பதன் ஒரு பகுதியாகவும், அவை தீவிரமான சிக்கலைக் குறிக்கும் போது - குறிப்பாக உங்கள் முதல் கர்ப்பமாக இருந்தால் - தெரிந்து கொள்வது கடினம். உங்கள் அறிகுறிகளைப் பற்றி நீங்கள் கவலைப்பட்டால், உங்கள் மருத்துவரை அணுகவும்.
te: మీరు మీ ప్రినేటల్ సందర్శనలకు హాజరయ్యారని నిర్ధారించుకోండి, తద్వారా మీ సంరక్షణ ప్రదాత మీ రక్తపోటును పర్యవేక్షించగలరు. మీకు తీవ్రమైన తలనొప్పులు, అస్పష్టమైన దృష్టి లేదా ఇతర దృశ్య భంగం, మీ పొత్తికడుపులో తీవ్రమైన నొప్పి లేదా తీవ్రమైన శ్వాసలోపం ఉంటే వెంటనే మీ వైద్యుడిని సంప్రదించండి లేదా అత్యవసర గదికి వెళ్లండి. తలనొప్పి, వికారం మరియు నొప్పులు మరియు నొప్పులు సాధారణ గర్భధారణ ఫిర్యాదులు కాబట్టి, కొత్త లక్షణాలు గర్భవతిగా ఉన్నప్పుడు మరియు అవి తీవ్రమైన సమస్యను సూచిస్తున్నప్పుడు తెలుసుకోవడం కష్టం - ప్రత్యేకించి ఇది మీ మొదటి గర్భం అయితే. మీరు మీ లక్షణాల గురించి ఆందోళన చెందుతుంటే, మీ వైద్యుడిని సంప్రదించండి.

# preEight
source: The exact cause of preeclampsia involves several factors. Experts believe it begins in the placenta — the organ that nourishes the fetus throughout pregnancy.
bn: প্রিক্ল্যাম্পসিয়ার সঠিক কারণ বিভিন্ন কারণের সাথে জড়িত। বিশেষজ্ঞরা বিশ্বাস করেন যে এটি প্লাসেন্টা থেকে শুরু হয় - যে অঙ্গটি গর্ভাবস্থায় ভ্রূণকে পুষ্ট করে।
hi: प्रीक्लेम्पसिया के सटीक कारण में कई कारक शामिल हैं। विशेषज्ञों का मानना ​​​​है कि यह प्लेसेंटा में शुरू होता है - वह अंग जो गर्भावस्था के दौरान भ्रूण को पोषण देता है।
kn: ಪ್ರಿಕ್ಲಾಂಪ್ಸಿಯಾದ ನಿಖರವಾದ ಕಾರಣವು ಹಲವಾರು ಅಂಶಗಳನ್ನು ಒಳಗೊಂಡಿರುತ್ತದೆ. ಗರ್ಭಾವಸ್ಥೆಯ ಉದ್ದಕ್ಕೂ ಭ್ರೂಣವನ್ನು ಪೋಷಿಸುವ ಅಂಗ - ಜರಾಯುದಲ್ಲಿ ಇದು ಪ್ರಾರಂಭವಾಗುತ್ತದೆ ಎಂದು ತಜ್ಞರು ನಂಬುತ್ತಾರೆ.
ml: പ്രീക്ലാമ്പ്സിയയുടെ കൃത്യമായ കാരണം നിരവധി ഘടകങ്ങൾ ഉൾക്കൊള്ളുന്നു. ഗർഭാവസ്ഥയിലുടനീളം ഗര്ഭപിണ്ഡത്തെ പോഷിപ്പിക്കുന്ന അവയവം - പ്ലാസന്റയിൽ നിന്നാണ് ഇത് ആരംഭിക്കുന്നതെന്ന് വിദഗ്ധർ വിശ്വസിക്കുന്നു.
or: ପ୍ରିକ୍ଲମ୍ପସିଆର ପ୍ରକୃତ କାରଣ ଅନେକ କାରଣ ସହିତ ଜଡିତ | ବିଶେଷଜ୍ଞମାନେ ବିଶ୍ believe ାସ କରନ୍ତି ଯେ ଏହା ପ୍ଲେସେଣ୍ଟାରେ ଆରମ୍ଭ ହୁଏ - ଗର୍ଭଧାରଣ ସମୟରେ ଗର୍ଭସ୍ଥ ଶିଶୁକୁ ପୋଷଣ କରୁଥିବା ଅଙ୍ଗ |
ta: ப்ரீக்ளாம்ப்சியாவின் சரியான காரணம் பல காரணிகளை உள்ளடக்கியது. இது நஞ்சுக்கொடியில் தொடங்குகிறது என்று நிபுணர்கள் நம்புகிறார்கள் - கர்ப்பம் முழுவதும் கருவை வளர்க்கும் உறுப்பு.
te: ప్రీక్లాంప్సియా యొక్క ఖచ్చితమైన కారణం అనేక కారణాలను కలిగి ఉంటుంది. నిపుణులు ఇది మావిలో మొదలవుతుందని నమ్ముతారు - గర్భం అంతటా పిండాన్ని పోషించే అవయవం.

# preNine
source: Early in pregnancy, new blood vessels develop and evolve to efficiently send blood to the placenta. In women with preeclampsia, these blood vessels don't seem to develop or function properly. They're narrower than normal blood vessels and react differently to hormonal signaling, which limits the amount of blood that can flow through them.
bn: গর্ভাবস্থার প্রথম দিকে, প্লাসেন্টায় দক্ষতার সাথে রক্ত ​​পাঠানোর জন্য নতুন রক্তনালী তৈরি হয় এবং বিকশিত হয়। প্রিক্ল্যাম্পসিয়ায় আক্রান্ত মহিলাদের মধ্যে, এই রক্তনালীগুলি সঠিকভাবে বিকাশ বা কাজ করছে বলে মনে হয় না। এগুলি স্বাভাবিক রক্তনালীগুলির তুলনায় সংকীর্ণ এবং হরমোন সংকেতগুলিতে ভিন্নভাবে প্রতিক্রিয়া দেখায়, যা তাদের মাধ্যমে প্রবাহিত রক্তের পরিমাণকে সীমাবদ্ধ করে।
hi: गर्भावस्था की शुरुआत में, नई रक्त वाहिकाएं विकसित होती हैं और प्लेसेंटा को कुशलतापूर्वक रक्त भेजने के लिए विकसित होती हैं। प्रीक्लेम्पसिया वाली महिलाओं में, ये रक्त वाहिकाएं ठीक से विकसित या काम नहीं करती हैं। वे सामान्य रक्त वाहिकाओं की तुलना में संकरे होते हैं और हार्मोनल सिग्नलिंग के लिए अलग तरह से प्रतिक्रिया करते हैं, जो उनके माध्यम से बहने वाले रक्त की मात्रा को सीमित करता है।
kn: ಗರ್ಭಾವಸ್ಥೆಯ ಆರಂಭದಲ್ಲಿ, ಹೊಸ ರಕ್ತನಾಳಗಳು ಅಭಿವೃದ್ಧಿ ಹೊಂದುತ್ತವೆ ಮತ್ತು ಜರಾಯುವಿಗೆ ರಕ್ತವನ್ನು ಪರಿಣಾಮಕಾರಿಯಾಗಿ ಕಳುಹಿಸಲು ವಿಕಸನಗೊಳ್ಳುತ್ತವೆ. ಪ್ರಿಕ್ಲಾಂಪ್ಸಿಯಾದ ಮಹಿಳೆಯರಲ್ಲಿ, ಈ ರಕ್ತನಾಳಗಳು ಸರಿಯಾಗಿ ಅಭಿವೃದ್ಧಿಯಾಗುವುದಿಲ್ಲ ಅಥವಾ ಸರಿಯಾಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸುವುದಿಲ್ಲ. ಅವು ಸಾಮಾನ್ಯ ರಕ್ತನಾಳಗಳಿಗಿಂತ ಕಿರಿದಾದವು ಮತ್ತು ಹಾರ್ಮೋನ್ ಸಿಗ್ನಲಿಂಗ್‌ಗೆ ವಿಭಿನ್ನವಾಗಿ ಪ್ರತಿಕ್ರಿಯಿಸುತ್ತವೆ, ಇದು ಅವುಗಳ ಮೂಲಕ ಹರಿಯುವ ರಕ್ತದ ಪ್ರಮಾಣವನ್ನು ಮಿತಿಗೊಳಿಸುತ್ತದೆ.
ml: ഗർഭാവസ്ഥയുടെ തുടക്കത്തിൽ, പ്ലാസന്റയിലേക്ക് രക്തം കാര്യക്ഷമമായി അയയ്ക്കുന്നതിനായി പുതിയ രക്തക്കുഴലുകൾ വികസിപ്പിക്കുകയും പരിണമിക്കുകയും ചെയ്യുന്നു. പ്രീക്ലാംസിയ ഉള്ള സ്ത്രീകളിൽ, ഈ രക്തക്കുഴലുകൾ വികസിക്കുകയോ ശരിയായി പ്രവർത്തിക്കുകയോ ചെയ്യുന്നില്ല. അവ സാധാരണ രക്തക്കുഴലുകളേക്കാൾ ഇടുങ്ങിയതും ഹോർമോൺ സിഗ്നലിംഗിനോട് വ്യത്യസ്തമായി പ്രതികരിക്കുന്നതുമാണ്, ഇത് അവയിലൂടെ ഒഴുകാൻ കഴിയുന്ന രക്തത്തിന്റെ അളവ് പരിമിതപ്പെടുത്തുന്നു.
or: ଗର୍ଭାବସ୍ଥାର ପ୍ରାରମ୍ଭରେ, ନୂତନ ରକ୍ତଭଣ୍ଡାରଗୁଡ଼ିକ ବିକଶିତ ହୁଏ ଏବଂ ଫଳପ୍ରଦ ଭାବରେ ପ୍ଲେସେଣ୍ଟାରେ ରକ୍ତ ପଠାଏ | ପ୍ରିକ୍ଲମ୍ପସିୟା ଥିବା ମହିଳାମାନଙ୍କରେ, ଏହି ରକ୍ତ ସ vessels ୍ଚାରଗୁଡ଼ିକ ସଠିକ୍ ଭାବରେ ବିକଶିତ ହୁଏ ନାହିଁ କିମ୍ବା କାମ କରେ ନାହିଁ | ସେମାନେ ସାଧାରଣ ରକ୍ତଭଣ୍ଡାର ଅପେକ୍ଷା ସଂକୀର୍ଣ୍ଣ ଏବଂ ହରମୋନାଲ ସିଗନାଲିଙ୍ଗରେ ଭିନ୍ନ ଭାବରେ ପ୍ରତିକ୍ରିୟା କରନ୍ତି, ଯାହା ସେମାନଙ୍କ ମାଧ୍ୟମରେ ପ୍ରବାହିତ ରକ୍ତ ପରିମାଣକୁ ସୀମିତ କରିଥାଏ |
ta: கர்ப்பத்தின் தொடக்கத்தில், நஞ்சுக்கொடிக்கு இரத்தத்தை திறம்பட அனுப்ப புதிய இரத்த நாளங்கள் உருவாகி பரிணாம வளர்ச்சி அடைகின்றன. ப்ரீக்ளாம்ப்சியா உள்ள பெண்களில், இந்த இரத்த நாளங்கள் சரியாக வளர்ச்சியடைவதாகவோ அல்லது சரியாகச் செயல்படுவதாகவோ தெரியவில்லை. அவை சாதாரண இரத்த நாளங்களை விட குறுகலானவை மற்றும் ஹார்மோன் சிக்னலுக்கு வித்தியாசமாக செயல்படுகின்றன, இது அவற்றின் வழியாக பாயும் இரத்தத்தின் அளவைக் கட்டுப்படுத்துகிறது.
te: గర్భధారణ ప్రారంభంలో, కొత్త రక్త నాళాలు అభివృద్ధి చెందుతాయి మరియు మాయకు రక్తాన్ని సమర్థవంతంగా పంపడానికి అభివృద్ధి చెందుతాయి. ప్రీఎక్లాంప్సియాతో బాధపడుతున్న స్త్రీలలో, ఈ రక్త నాళాలు అభివృద్ధి చెందడం లేదా సరిగ్గా పనిచేయడం లేదు. అవి సాధారణ రక్తనాళాల కంటే ఇరుకైనవి మరియు హార్మోన్ల సిగ్నలింగ్‌కు భిన్నంగా ప్రతిస్పందిస్తాయి, ఇది వాటి ద్వారా ప్రవహించే రక్తాన్ని పరిమితం చేస్తుంది.

# preTen
source: Causes of this abnormal development may include: Insufficient blood flow to the uterus, Damage to the blood vessels. A problem with the immune system Certain genes
bn: এই অস্বাভাবিক বিকাশের কারণগুলির মধ্যে অন্তর্ভুক্ত থাকতে পারে: জরায়ুতে অপর্যাপ্ত রক্ত ​​​​প্রবাহ, রক্তনালীগুলির ক্ষতি। ইমিউন সিস্টেমের সাথে একটি সমস্যা কিছু জিন
hi: इस असामान्य विकास के कारणों में शामिल हो सकते हैं: गर्भाशय में अपर्याप्त रक्त प्रवाह रक्त वाहिकाओं को नुकसान प्रतिरक्षा प्रणाली के साथ एक समस्या कुछ जीन
kn: ಈ ಅಸಹಜ ಬೆಳವಣಿಗೆಯ ಕಾರಣಗಳು ಒಳಗೊಂಡಿರಬಹುದು: ಗರ್ಭಾಶಯಕ್ಕೆ ಸಾಕಷ್ಟು ರಕ್ತದ ಹರಿವು, ರಕ್ತನಾಳಗಳಿಗೆ ಹಾನಿ. ಪ್ರತಿರಕ್ಷಣಾ ವ್ಯವಸ್ಥೆಯ ಸಮಸ್ಯೆ ಕೆಲವು ಜೀನ್‌ಗಳು
ml: ഈ അസാധാരണമായ വികാസത്തിന്റെ കാരണങ്ങളിൽ ഉൾപ്പെടാം: ഗർഭാശയത്തിലേക്കുള്ള അപര്യാപ്തമായ രക്തപ്രവാഹം, രക്തക്കുഴലുകൾക്ക് കേടുപാടുകൾ രോഗപ്രതിരോധ സംവിധാനത്തിലെ ഒരു പ്രശ്നം ചില ജീനുകൾ
or: ଏହି ଅସ୍ୱାଭାବିକ ବିକାଶର କାରଣଗୁଡିକ ଅନ୍ତର୍ଭୁକ୍ତ କରିପାରେ: ଗର୍ଭାଶୟରେ ପର୍ଯ୍ୟାପ୍ତ ରକ୍ତ ପ୍ରବାହ, ରକ୍ତଭଣ୍ଡାରର କ୍ଷତି | ପ୍ରତିରକ୍ଷା ପ୍ରଣାଳୀରେ କିଛି ସମସ୍ୟା |
ta: இந்த அசாதாரண வளர்ச்சிக்கான காரணங்களில் பின்வருவன அடங்கும்: கருப்பைக்கு போதிய இரத்த ஓட்டம் இல்லாமை, இரத்த நாளங்களுக்கு சேதம். நோயெதிர்ப்பு மண்டலத்தில் ஒரு பிரச்சனை சில மரபணுக்கள்
te: ఈ అసాధారణ అభివృద్ధికి గల కారణాలు: గర్భాశయానికి తగినంత రక్త ప్రసరణ లేకపోవడం, రక్తనాళాలకు నష్టం. రోగనిరోధక వ్యవస్థతో ఒక సమస్య కొన్ని జన్యువులు

# preEleven
source: Preeclampsia is classified as one of four high blood pressure disorders that can occur during pregnancy. The other three are:
bn: প্রিক্ল্যাম্পসিয়া গর্ভাবস্থায় ঘটতে পারে এমন চারটি উচ্চ রক্তচাপের ব্যাধিগুলির মধ্যে একটি হিসাবে শ্রেণীবদ্ধ করা হয়। বাকি তিনটি হল:
hi: प्रीक्लेम्पसिया को चार उच्च रक्तचाप विकारों में से एक के रूप में वर्गीकृत किया गया है जो गर्भावस्था के दौरान हो सकते हैं। अन्य तीन हैं:
kn: ಗರ್ಭಾವಸ್ಥೆಯಲ್ಲಿ ಸಂಭವಿಸಬಹುದಾದ ನಾಲ್ಕು ಅಧಿಕ ರಕ್ತದೊತ್ತಡದ ಅಸ್ವಸ್ಥತೆಗಳಲ್ಲಿ ಪ್ರಿಕ್ಲಾಂಪ್ಸಿಯಾವನ್ನು ವರ್ಗೀಕರಿಸಲಾಗಿದೆ. ಇತರ ಮೂರು:
ml: ഗർഭാവസ്ഥയിൽ ഉണ്ടാകാവുന്ന നാല് ഉയർന്ന രക്തസമ്മർദ്ദ വൈകല്യങ്ങളിൽ ഒന്നായി പ്രീക്ലാമ്പ്സിയയെ തരംതിരിച്ചിരിക്കുന്നു. മറ്റ് മൂന്ന് ഇവയാണ്:
or: ଗର୍ଭାବସ୍ଥାରେ ଘଟିପାରେ ଚାରିଟି ଉଚ୍ଚ ରକ୍ତଚାପ ରୋଗ ମଧ୍ୟରୁ ପ୍ରିକ୍ଲାମ୍ପସିଆକୁ ଶ୍ରେଣୀଭୁକ୍ତ କରାଯାଇଛି | ଅନ୍ୟ ତିନିଟି ହେଉଛି:
ta: கர்ப்ப காலத்தில் ஏற்படக்கூடிய நான்கு உயர் இரத்த அழுத்தக் கோளாறுகளில் ஒன்றாக ப்ரீகிளாம்ப்சியா வகைப்படுத்தப்பட்டுள்ளது. மற்ற மூன்று:
te: గర్భధారణ సమయంలో సంభవించే నాలుగు అధిక రక్తపోటు రుగ్మతలలో ప్రీక్లాంప్సియా ఒకటిగా వర్గీకరించబడింది. మిగిలిన మూడు:

# preTwelve
source: Gestational hypertension. Women with gestational hypertension have high blood pressure but no excess protein in their urine or other signs of organ damage. Some women with gestational hypertension eventually develop preeclampsia.
bn: গর্ভকালীন উচ্চ রক্তচাপ। গর্ভকালীন উচ্চ রক্তচাপ সহ মহিলাদের উচ্চ রক্তচাপ থাকে তবে তাদের প্রস্রাবে অতিরিক্ত প্রোটিন বা অঙ্গের ক্ষতির অন্যান্য লক্ষণ থাকে না। গর্ভকালীন উচ্চ রক্তচাপ সহ কিছু মহিলার শেষ পর্যন্ত প্রিক্ল্যাম্পসিয়া হয়।
hi: गर्भावधि उच्च रक्तचाप। गर्भावधि उच्च रक्तचाप वाली महिलाओं में उच्च रक्तचाप होता है लेकिन उनके मूत्र में अतिरिक्त प्रोटीन या अंग क्षति के अन्य लक्षण नहीं होते हैं। गर्भावधि उच्च रक्तचाप वाली कुछ महिलाएं अंततः प्रीक्लेम्पसिया विकसित करती हैं।
kn: ಗರ್ಭಾವಸ್ಥೆಯ ಅಧಿಕ ರಕ್ತದೊತ್ತಡ. ಗರ್ಭಾವಸ್ಥೆಯ ಅಧಿಕ ರಕ್ತದೊತ್ತಡ ಹೊಂದಿರುವ ಮಹಿಳೆಯರು ಅಧಿಕ ರಕ್ತದೊತ್ತಡವನ್ನು ಹೊಂದಿರುತ್ತಾರೆ ಆದರೆ ಅವರ ಮೂತ್ರದಲ್ಲಿ ಹೆಚ್ಚುವರಿ ಪ್ರೋಟೀನ್ ಅಥವಾ ಅಂಗ ಹಾನಿಯ ಇತರ ಚಿಹ್ನೆಗಳು ಇರುವುದಿಲ್ಲ. ಗರ್ಭಾವಸ್ಥೆಯ ಅಧಿಕ ರಕ್ತದೊತ್ತಡ ಹೊಂದಿರುವ ಕೆಲವು ಮಹಿಳೆಯರು ಅಂತಿಮವಾಗಿ ಪ್ರಿಕ್ಲಾಂಪ್ಸಿಯಾವನ್ನು ಅಭಿವೃದ್ಧಿಪಡಿಸುತ್ತಾರೆ.
ml: ഗർഭകാല ഹൈപ്പർടെൻഷൻ. ഗർഭകാല ഹൈപ്പർടെൻഷനുള്ള സ്ത്രീകൾക്ക് ഉയർന്ന രക്തസമ്മർദ്ദമുണ്ടെങ്കിലും അവരുടെ മൂത്രത്തിൽ അധിക പ്രോട്ടീനോ അവയവങ്ങളുടെ തകരാറിന്റെ മറ്റ് ലക്ഷണങ്ങളോ ഇല്ല. ഗർഭകാലത്തെ ഹൈപ്പർടെൻഷനുള്ള ചില സ്ത്രീകൾക്ക് ഒടുവിൽ പ്രീക്ലാമ്പ്സിയ ഉണ്ടാകുന്നു.
or: ଗର୍ଭଧାରଣ ଉଚ୍ଚ ରକ୍ତଚାପ | ଗର୍ଭଧାରଣର ଉଚ୍ଚ ରକ୍ତଚାପ ଥିବା ମହିଳାମାନଙ୍କର ଉଚ୍ଚ ରକ୍ତଚାପ ଥାଏ କିନ୍ତୁ ସେମାନଙ୍କର ମୂତ୍ରରେ ଅଧିକ ପ୍ରୋଟିନ୍ କିମ୍ବା ଅଙ୍ଗ ନଷ୍ଟ ହେବାର ଅନ୍ୟ ଲକ୍ଷଣ ନଥାଏ | ଗର୍ଭଧାରଣ ଉଚ୍ଚ ରକ୍ତଚାପ ଥିବା କେତେକ ମହିଳା ଶେଷରେ preeclampsia ବିକଶିତ କରନ୍ତି |
ta: கர்ப்பகால உயர் இரத்த அழுத்தம். கர்ப்பகால உயர் இரத்த அழுத்தம் உள்ள பெண்களுக்கு உயர் இரத்த அழுத்தம் உள்ளது, ஆனால் அவர்களின் சிறுநீரில் அதிகப்படியான புரதம் அல்லது உறுப்பு சேதத்தின் பிற அறிகுறிகள் இல்லை. கர்ப்பகால உயர் இரத்த அழுத்தம் உள்ள சில பெண்களுக்கு இறுதியில் ப்ரீக்ளாம்ப்சியா உருவாகிறது.
te: గర్భధారణ రక్తపోటు. గర్భధారణ సమయంలో అధిక రక్తపోటు ఉన్న స్త్రీలకు అధిక రక్తపోటు ఉంటుంది కానీ వారి మూత్రంలో అదనపు ప్రోటీన్ లేదా అవయవ నష్టం యొక్క ఇతర సంకేతాలు లేవు. గర్భధారణ రక్తపోటు ఉన్న కొందరు స్త్రీలు చివరికి ప్రీఎక్లంప్సియాను అభివృద్ధి చేస్తారు.

# preThirteen
source: Chronic hypertension. Chronic hypertension is high blood pressure that was present before pregnancy or that occurs before 20 weeks of pregnancy. But because high blood pressure usually doesn't have symptoms, it may be hard to determine when it began.
bn: দীর্ঘস্থায়ী উচ্চ রক্তচাপ। দীর্ঘস্থায়ী উচ্চ রক্তচাপ হল উচ্চ রক্তচাপ যা গর্ভাবস্থার আগে উপস্থিত ছিল বা গর্ভাবস্থার 20 সপ্তাহ আগে ঘটে। কিন্তু যেহেতু উচ্চ রক্তচাপের সাধারণত লক্ষণ থাকে না, এটি কখন শুরু হয়েছিল তা নির্ধারণ করা কঠিন হতে পারে।
hi: जीर्ण उच्च रक्तचाप। क्रोनिक हाइपरटेंशन उच्च रक्तचाप है जो गर्भावस्था से पहले मौजूद था या जो गर्भावस्था के 20 सप्ताह से पहले होता है। लेकिन चूंकि उच्च रक्तचाप में आमतौर पर लक्षण नहीं होते हैं, इसलिए यह निर्धारित करना मुश्किल हो सकता है कि यह कब शुरू हुआ।
kn: ದೀರ್ಘಕಾಲದ ಅಧಿಕ ರಕ್ತದೊತ್ತಡ. ದೀರ್ಘಕಾಲದ ಅಧಿಕ ರಕ್ತದೊತ್ತಡವು ಗರ್ಭಾವಸ್ಥೆಯ ಮೊದಲು ಅಥವಾ ಗರ್ಭಧಾರಣೆಯ 20 ವಾರಗಳ ಮೊದಲು ಸಂಭವಿಸುವ ಅಧಿಕ ರಕ್ತದೊತ್ತಡವಾಗಿದೆ. ಆದರೆ ಅಧಿಕ ರಕ್ತದೊತ್ತಡವು ಸಾಮಾನ್ಯವಾಗಿ ರೋಗಲಕ್ಷಣಗಳನ್ನು ಹೊಂದಿರದ ಕಾರಣ, ಅದು ಯಾವಾಗ ಪ್ರಾರಂಭವಾಯಿತು ಎಂಬುದನ್ನು ನಿರ್ಧರಿಸಲು ಕಷ್ಟವಾಗಬಹುದು.
ml: വിട്ടുമാറാത്ത രക്താതിമർദ്ദം. ക്രോണിക് ഹൈപ്പർടെൻഷൻ എന്നത് ഗർഭധാരണത്തിന് മുമ്പ് അല്ലെങ്കിൽ ഗർഭത്തിൻറെ 20 ആഴ്ചകൾക്ക് മുമ്പ് സംഭവിക്കുന്ന ഉയർന്ന രക്തസമ്മർദ്ദമാണ്. എന്നാൽ ഉയർന്ന രക്തസമ്മർദ്ദം സാധാരണയായി രോഗലക്ഷണങ്ങളില്ലാത്തതിനാൽ, അത് എപ്പോഴാണ് ആരംഭിച്ചതെന്ന് നിർണ്ണയിക്കാൻ പ്രയാസമാണ്.
or: କ୍ରନିକ୍ ଉଚ୍ଚ ରକ୍ତଚାପ | କ୍ରନିକ୍ ଉଚ୍ଚ ରକ୍ତଚାପ ହେଉଛି ଉଚ୍ଚ ରକ୍ତଚାପ ଯାହା ଗର୍ଭଧାରଣ ପୂର୍ବରୁ ଉପସ୍ଥିତ ଥିଲା କିମ୍ବା ଗର୍ଭଧାରଣର 20 ସପ୍ତାହ ପୂର୍ବରୁ ଘଟିଥାଏ | କିନ୍ତୁ ଉଚ୍ଚ ରକ୍ତଚାପର ସାଧାରଣତ symptoms ଲକ୍ଷଣ ନଥାଏ, ଏହା କେବେ ଆରମ୍ଭ ହେଲା ତାହା ନିର୍ଣ୍ଣୟ କରିବା କଷ୍ଟକର ହୋଇପାରେ |
ta: நாட்பட்ட உயர் இரத்த அழுத்தம். நாள்பட்ட உயர் இரத்த அழுத்தம் என்பது கர்ப்பத்திற்கு முன் இருந்த அல்லது கர்ப்பத்தின் 20 வாரங்களுக்கு முன்பு ஏற்படும் உயர் இரத்த அழுத்தம் ஆகும். ஆனால் உயர் இரத்த அழுத்தம் பொதுவாக அறிகுறிகள் இல்லாததால், அது எப்போது தொடங்கியது என்பதைக் கண்டறிவது கடினமாக இருக்கலாம்.
te: దీర్ఘకాలిక రక్తపోటు. దీర్ఘకాలిక రక్తపోటు అనేది గర్భధారణకు ముందు లేదా గర్భం దాల్చిన 20 వారాల ముందు సంభవించే అధిక రక్తపోటు. కానీ అధిక రక్తపోటు సాధారణంగా లక్షణాలను కలిగి ఉండదు కాబట్టి, అది ఎప్పుడు ప్రారంభమైందో గుర్తించడం కష్టం.

# preFourteen
source: Chronic hypertension with superimposed preeclampsia. This condition occurs in women who have been diagnosed with chronic high blood pressure before pregnancy, but then develop worsening high blood pressure and protein in the urine or other health complications during pregnancy.
bn: সুপারইম্পোজড প্রিক্ল্যাম্পসিয়া সহ দীর্ঘস্থায়ী উচ্চ রক্তচাপ। এই অবস্থাটি মহিলাদের মধ্যে ঘটে যাদের গর্ভাবস্থার আগে দীর্ঘস্থায়ী উচ্চ রক্তচাপ নির্ণয় করা হয়েছিল, কিন্তু তারপরে গর্ভাবস্থায় প্রস্রাবে উচ্চ রক্তচাপ এবং প্রোটিন বা অন্যান্য স্বাস্থ্য জটিলতার বিকাশ ঘটে।
hi: सुपरइम्पोज्ड प्रीक्लेम्पसिया के साथ क्रोनिक हाइपरटेंशन। यह स्थिति उन महिलाओं में होती है जिन्हें गर्भावस्था से पहले पुराने उच्च रक्तचाप का निदान किया गया है, लेकिन फिर गर्भावस्था के दौरान मूत्र में उच्च रक्तचाप और प्रोटीन या अन्य स्वास्थ्य जटिलताओं का विकास होता है।
kn: ಅತಿಕ್ರಮಿಸಿದ ಪ್ರಿಕ್ಲಾಂಪ್ಸಿಯಾದೊಂದಿಗೆ ದೀರ್ಘಕಾಲದ ಅಧಿಕ ರಕ್ತದೊತ್ತಡ. ಗರ್ಭಾವಸ್ಥೆಯ ಮೊದಲು ದೀರ್ಘಕಾಲದ ಅಧಿಕ ರಕ್ತದೊತ್ತಡದಿಂದ ಬಳಲುತ್ತಿರುವ ಮಹಿಳೆಯರಲ್ಲಿ ಈ ಸ್ಥಿತಿಯು ಸಂಭವಿಸುತ್ತದೆ, ಆದರೆ ನಂತರ ಹದಗೆಡುತ್ತಿರುವ ಅಧಿಕ ರಕ್ತದೊತ್ತಡ ಮತ್ತು ಮೂತ್ರದಲ್ಲಿ ಪ್ರೋಟೀನ್ ಅಥವಾ ಗರ್ಭಾವಸ್ಥೆಯಲ್ಲಿ ಇತರ ಆರೋಗ್ಯ ತೊಡಕುಗಳನ್ನು ಅಭಿವೃದ್ಧಿಪಡಿಸುತ್ತದೆ.
ml: സൂപ്പർഇമ്പോസ്ഡ് പ്രീക്ലാമ്പ്സിയയോടുകൂടിയ ക്രോണിക് ഹൈപ്പർടെൻഷൻ. ഗർഭധാരണത്തിനുമുമ്പ് വിട്ടുമാറാത്ത ഉയർന്ന രക്തസമ്മർദ്ദം കണ്ടെത്തിയ സ്ത്രീകളിലാണ് ഈ അവസ്ഥ ഉണ്ടാകുന്നത്, എന്നാൽ പിന്നീട് മൂത്രത്തിൽ ഉയർന്ന രക്തസമ്മർദ്ദവും പ്രോട്ടീനും വഷളാകുന്നു അല്ലെങ്കിൽ ഗർഭകാലത്ത് മറ്റ് ആരോഗ്യപ്രശ്നങ്ങൾ ഉണ്ടാകുന്നു.
or: ସୁପରମିପୋଜଡ୍ ପ୍ରିକ୍ଲମ୍ପସିଆ ସହିତ କ୍ରନିକ୍ ଉଚ୍ଚ ରକ୍ତଚାପ | ଏହି ଅବସ୍ଥା ମହିଳାମାନଙ୍କଠାରେ ଦେଖାଯାଏ, ଯେଉଁମାନେ ଗର୍ଭାବସ୍ଥା ପୂର୍ବରୁ କ୍ରନିକ୍ ଉଚ୍ଚ ରକ୍ତଚାପ ରୋଗରେ ଆକ୍ରାନ୍ତ ହୋଇଥିଲେ, କିନ୍ତୁ ପରେ ଉଚ୍ଚ ରକ୍ତଚାପ ଏବଂ ମୂତ୍ରରେ ପ୍ରୋଟିନ୍ କିମ୍ବା ଗର୍ଭାବସ୍ଥାରେ ଅନ୍ୟାନ୍ୟ ସ୍ୱାସ୍ଥ୍ୟଗତ ଜଟିଳତା ଦେଖାଯାଏ |
ta: அதிகப்படுத்தப்பட்ட ப்ரீக்ளாம்ப்சியாவுடன் கூடிய நீண்டகால உயர் இரத்த அழுத்தம். கர்ப்பத்திற்கு முன் நாள்பட்ட உயர் இரத்த அழுத்தம் இருப்பது கண்டறியப்பட்ட பெண்களுக்கு இந்த நிலை ஏற்படுகிறது, ஆனால் பின்னர் சிறுநீரில் உயர் இரத்த அழுத்தம் மற்றும் புரதம் மோசமடைகிறது அல்லது கர்ப்ப காலத்தில் ஏற்படும் பிற உடல்நலச் சிக்கல்கள்.
te: సూపర్‌పోజ్డ్ ప్రీఎక్లంప్సియాతో దీర్ఘకాలిక రక్తపోటు. గర్భధారణకు ముందు దీర్ఘకాలిక అధిక రక్తపోటుతో బాధపడుతున్న మహిళల్లో ఈ పరిస్థితి ఏర్పడుతుంది, అయితే గర్భధారణ సమయంలో మూత్రంలో అధిక రక్తపోటు మరియు ప్రోటీన్ లేదా ఇతర ఆరోగ్య సమస్యలు అధ్వాన్నంగా అభివృద్ధి చెందుతాయి.

# preFifteen
source: Preeclampsia develops only as a complication of pregnancy. Risk factors include: History of preeclampsia. A personal or family history of preeclampsia significantly raises your risk of preeclampsia. Chronic hypertension. If you already have chronic hypertension, you have a higher risk of developing preeclampsia.
bn: প্রিক্ল্যাম্পসিয়া শুধুমাত্র গর্ভাবস্থার একটি জটিলতা হিসাবে বিকশিত হয়। ঝুঁকির কারণগুলির মধ্যে রয়েছে: প্রিক্ল্যাম্পসিয়ার ইতিহাস। প্রিক্ল্যাম্পসিয়ার ব্যক্তিগত বা পারিবারিক ইতিহাস উল্লেখযোগ্যভাবে আপনার প্রিক্ল্যাম্পসিয়ার ঝুঁকি বাড়ায়। দীর্ঘস্থায়ী উচ্চ রক্তচাপ। আপনার যদি ইতিমধ্যেই দীর্ঘস্থায়ী উচ্চ রক্তচাপ থাকে তবে আপনার প্রিক্ল্যাম্পসিয়া হওয়ার ঝুঁকি বেশি থাকে।
hi: प्रीक्लेम्पसिया केवल गर्भावस्था की जटिलता के रूप में विकसित होता है। जोखिम कारकों में शामिल हैं: प्रीक्लेम्पसिया का इतिहास। प्रीक्लेम्पसिया का एक व्यक्तिगत या पारिवारिक इतिहास प्रीक्लेम्पसिया के आपके जोखिम को महत्वपूर्ण रूप से बढ़ाता है। जीर्ण उच्च रक्तचाप। यदि आपको पहले से ही उच्च रक्तचाप है, तो आपको प्रीक्लेम्पसिया विकसित होने का अधिक खतरा है।
kn: ಪ್ರಿಕ್ಲಾಂಪ್ಸಿಯಾವು ಗರ್ಭಾವಸ್ಥೆಯ ಒಂದು ತೊಡಕು ಎಂದು ಮಾತ್ರ ಬೆಳೆಯುತ್ತದೆ. ಅಪಾಯಕಾರಿ ಅಂಶಗಳು ಸೇರಿವೆ: ಪ್ರಿಕ್ಲಾಂಪ್ಸಿಯಾದ ಇತಿಹಾಸ. ಪ್ರಿಕ್ಲಾಂಪ್ಸಿಯಾದ ವೈಯಕ್ತಿಕ ಅಥವಾ ಕುಟುಂಬದ ಇತಿಹಾಸವು ಪ್ರಿಕ್ಲಾಂಪ್ಸಿಯಾದ ನಿಮ್ಮ ಅಪಾಯವನ್ನು ಗಮನಾರ್ಹವಾಗಿ ಹೆಚ್ಚಿಸುತ್ತದೆ. ದೀರ್ಘಕಾಲದ ಅಧಿಕ ರಕ್ತದೊತ್ತಡ. ನೀವು ಈಗಾಗಲೇ ದೀರ್ಘಕಾಲದ ಅಧಿಕ ರಕ್ತದೊತ್ತಡವನ್ನು ಹೊಂದಿದ್ದರೆ, ನೀವು ಪ್ರಿಕ್ಲಾಂಪ್ಸಿಯಾವನ್ನು ಅಭಿವೃದ್ಧಿಪಡಿಸುವ ಹೆಚ್ಚಿನ ಅಪಾಯವನ್ನು ಹೊಂದಿರುತ್ತೀರಿ.
ml: ഗർഭാവസ്ഥയുടെ സങ്കീർണതയായി മാത്രമേ പ്രീക്ലാമ്പ്സിയ വികസിക്കുന്നത്. അപകട ഘടകങ്ങളിൽ ഇവ ഉൾപ്പെടുന്നു: പ്രീക്ലാംസിയയുടെ ചരിത്രം. പ്രീക്ലാംസിയയുടെ വ്യക്തിപരമോ കുടുംബപരമോ ആയ ചരിത്രം നിങ്ങളുടെ പ്രീക്ലാംസിയയുടെ അപകടസാധ്യത ഗണ്യമായി ഉയർത്തുന്നു. വിട്ടുമാറാത്ത രക്താതിമർദ്ദം. നിങ്ങൾക്ക് ഇതിനകം വിട്ടുമാറാത്ത രക്താതിമർദ്ദം ഉണ്ടെങ്കിൽ, നിങ്ങൾക്ക് പ്രീക്ലാമ്പ്സിയ ഉണ്ടാകാനുള്ള സാധ്യത കൂടുതലാണ്.
or: ଗର୍ଭଧାରଣର ଜଟିଳତା ଭାବରେ ପ୍ରିକ୍ଲମ୍ପସିଆ ବିକଶିତ ହୁଏ | ବିପଦ କାରଣଗୁଡ଼ିକ ଅନ୍ତର୍ଭୁକ୍ତ: preeclampsia ର ଇତିହାସ | Preeclampsia ର ଏକ ବ୍ୟକ୍ତିଗତ କିମ୍ବା ପାରିବାରିକ ଇତିହାସ ଆପଣଙ୍କ preeclampsia ର ବିପଦକୁ ଯଥେଷ୍ଟ ବୃଦ୍ଧି କରିଥାଏ | କ୍ରନିକ୍ ଉଚ୍ଚ ରକ୍ତଚାପ | ଯଦି ଆପଣଙ୍କର ପୂର୍ବରୁ କ୍ରନିକ୍ ଉଚ୍ଚ ରକ୍ତଚାପ ଅଛି, ତେବେ ଆପଣଙ୍କର preeclampsia ହେବାର ଆଶଙ୍କା ଅଧିକ |
ta: பிரீகிளாம்ப்சியா கர்ப்பத்தின் சிக்கலாக மட்டுமே உருவாகிறது. ஆபத்து காரணிகள் பின்வருமாறு: ப்ரீக்ளாம்ப்சியாவின் வரலாறு. தனிப்பட்ட அல்லது குடும்ப வரலாறு ப்ரீக்ளாம்ப்சியாவின் ஆபத்தை கணிசமாக அதிகரிக்கிறது. நாள்பட்ட உயர் இரத்த அழுத்தம். உங்களுக்கு ஏற்கனவே நாள்பட்ட உயர் இரத்த அழுத்தம் இருந்தால், உங்களுக்கு அதிக இரத்த அழுத்தம் உள்ளது. ப்ரீக்ளாம்ப்சியா உருவாகும் ஆபத்து.
te: ప్రీక్లాంప్సియా గర్భం యొక్క సమస్యగా మాత్రమే అభివృద్ధి చెందుతుంది. ప్రమాద కారకాలు: ప్రీఎక్లంప్సియా చరిత్ర. ప్రీక్లాంప్సియా యొక్క వ్యక్తిగత లేదా కుటుంబ చరిత్ర మీ ప్రీక్లాంప్సియా ప్రమాదాన్ని గణనీయంగా పెంచుతుంది. దీర్ఘకాలిక రక్తపోటు. మీరు ఇప్పటికే దీర్ఘకాలిక రక్తపోటును కలిగి ఉన్నట్లయితే, మీరు ప్రీక్లాంప్సియా అభివృద్ధి చెందే ప్రమాదం ఎక్కువగా ఉంటుంది.

# preSixteen
source: First pregnancy. The risk of developing preeclampsia is highest during your first pregnancy.
bn: প্রথম গর্ভাবস্থা। আপনার প্রথম গর্ভাবস্থায় প্রিক্ল্যাম্পসিয়া হওয়ার ঝুঁকি সবচেয়ে বেশি।
hi: पहली गर्भावस्था। आपकी पहली गर्भावस्था के दौरान प्रीक्लेम्पसिया विकसित होने का जोखिम सबसे अधिक होता है।
kn: ಮೊದಲ ಗರ್ಭಧಾರಣೆ. ನಿಮ್ಮ ಮೊದಲ ಗರ್ಭಾವಸ್ಥೆಯಲ್ಲಿ ಪ್ರಿಕ್ಲಾಂಪ್ಸಿಯಾವನ್ನು ಅಭಿವೃದ್ಧಿಪಡಿಸುವ ಅಪಾಯವು ಹೆಚ್ಚು.
ml: ആദ്യ ഗർഭം. നിങ്ങളുടെ ആദ്യ ഗർഭകാലത്ത് പ്രീക്ലാമ്പ്സിയ ഉണ്ടാകാനുള്ള സാധ്യത കൂടുതലാണ്.
or: ପ୍ରଥମ ଗର୍ଭଧାରଣ ତୁମର ପ୍ରଥମ ଗର୍ଭଧାରଣ ସମୟରେ preeclampsia ହେବାର ଆଶଙ୍କା ସର୍ବାଧିକ |
ta: முதல் கர்ப்பம். உங்கள் முதல் கர்ப்ப காலத்தில் ப்ரீக்ளாம்ப்சியா உருவாகும் அபாயம் அதிகம்.
te: మొదటి గర్భం. మీ మొదటి గర్భధారణ సమయంలో ప్రీక్లాంప్సియా అభివృద్ధి చెందే ప్రమాదం ఎక్కువగా ఉంటుంది.

# preSeventeen
source: New paternity. Each pregnancy with a new partner increases the risk of preeclampsia more than does a second or third pregnancy with the same partner.
bn: নতুন পিতৃত্ব। একটি নতুন সঙ্গীর সাথে প্রতিটি গর্ভাবস্থা একই সঙ্গীর সাথে দ্বিতীয় বা তৃতীয় গর্ভাবস্থার তুলনায় প্রিক্ল্যাম্পসিয়ার ঝুঁকি বেশি করে।
hi: नया पितृत्व। एक नए साथी के साथ प्रत्येक गर्भावस्था प्रीक्लेम्पसिया के जोखिम को एक ही साथी के साथ दूसरी या तीसरी गर्भावस्था की तुलना में अधिक बढ़ाती है।
kn: ಹೊಸ ಪಿತೃತ್ವ. ಹೊಸ ಸಂಗಾತಿಯೊಂದಿಗಿನ ಪ್ರತಿ ಗರ್ಭಧಾರಣೆಯು ಅದೇ ಪಾಲುದಾರರೊಂದಿಗೆ ಎರಡನೇ ಅಥವಾ ಮೂರನೇ ಗರ್ಭಧಾರಣೆಗಿಂತ ಪ್ರಿಕ್ಲಾಂಪ್ಸಿಯಾದ ಅಪಾಯವನ್ನು ಹೆಚ್ಚಿಸುತ್ತದೆ.
ml: പുതിയ പിതൃത്വം. ഒരു പുതിയ പങ്കാളിയുമൊത്തുള്ള ഓരോ ഗർഭധാരണവും ഒരേ പങ്കാളിയുമായുള്ള രണ്ടാമത്തെ അല്ലെങ്കിൽ മൂന്നാമത്തെ ഗർഭധാരണത്തേക്കാൾ പ്രീക്ലാമ്പ്സിയയുടെ സാധ്യത വർദ്ധിപ്പിക്കുന്നു.
or: ନୂତନ ପିତୃତ୍ୱ | ଏକ ନୂତନ ସାଥୀ ସହିତ ପ୍ରତ୍ୟେକ ଗର୍ଭଧାରଣ ସମାନ ସାଥୀ ସହିତ ଦ୍ୱିତୀୟ କିମ୍ବା ତୃତୀୟ ଗର୍ଭଧାରଣ ଅପେକ୍ଷା preeclampsia ର ବିପଦକୁ ବ ବୃଦ୍ଧି ପାଇଥାଏ ାଇଥାଏ |
ta: புதிய மகப்பேறு. ஒரு புதிய துணையுடன் ஒவ்வொரு கர்ப்பமும் ஒரே துணையுடன் இரண்டாவது அல்லது மூன்றாவது கர்ப்பத்தை விட ப்ரீக்ளாம்ப்சியாவின் அபாயத்தை அதிகரிக்கிறது.
te: కొత్త పితృత్వం. కొత్త భాగస్వామితో ప్రతి గర్భం అదే భాగస్వామితో రెండవ లేదా మూడవ గర్భం కంటే ప్రీఎక్లంప్సియా ప్రమాదాన్ని పెంచుతుంది.
