Repository: snigdha123-iitr/utsarjan_17-09
Catalog: lib/l10n/intl_*.arb
Languages: bn, hi, kn, ml, or, ta, te

source: CANCEL
bn: বাতিল করুন
hi: रद्द करना
kn: ರದ್ದುಮಾಡು
ml: റദ്ദാക്കുക
or: ବାତିଲ୍
ta: ரத்துசெய்
te: రద్దు చేయండి

source: OK
bn: ঠিক আছে
hi: ठीक
kn: ಸರಿ
ml: ശരി
or: ଠିକ୍ ଅଛି
ta: சரி
te: అలాగే

source: Your history download successfully
bn: আপনার ইতিহাস সফলভাবে ডাউনলোড হয়েছে
hi: आपका इतिहास सफलतापूर्वक डाउनलोड हो गया
kn: ನಿಮ್ಮ ಇತಿಹಾಸವನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಡೌನ್‌ಲೋಡ್ ಮಾಡಲಾಗಿದೆ
ml: നിങ്ങളുടെ ചരിത്രം ഡൗൺലോഡ് ചെയ്തു
or: ତୁମର ଇତିହାସ ସଫଳତାର ସହିତ ଡାଉନଲୋଡ୍ କର |
ta: உங்கள் வரலாறு பதிவிறக்கம் செய்யப்பட்டது
te: మీ చరిత్ర విజయవంతంగా డౌన్‌లోడ్ చేయబడింది

source: Date of Onset
bn: সূত্রপাত তারিখ
hi: शुरुआत की तारीख
kn: ಪ್ರಾರಂಭದ ದಿನಾಂಕ
ml: ആരംഭിച്ച തീയതി
or: ଆରମ୍ଭର ତାରିଖ
ta: தொடங்கிய தேதி
te: ప్రారంభ తేదీ

source: Select Date of Onset
bn: শুরুর তারিখ নির্বাচন করুন
hi: शुरुआत की तारीख चुनें
kn: ಪ್ರಾರಂಭದ ದಿನಾಂಕವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: ആരംഭിക്കുന്ന തീയതി തിരഞ്ഞെടുക്കുക
or: ଆରମ୍ଭ ତାରିଖ ଚୟନ କରନ୍ତୁ |
ta: தொடங்கிய தேதியைத் தேர்ந்தெடுக்கவும்
te: ప్రారంభ తేదీని ఎంచుకోండి

source: Girl
bn: মেয়ে
hi: लड़की
kn: ಹುಡುಗಿ
ml: പെൺകുട്ടി
or: Girl ିଅ
ta: பெண்
te: అమ్మాయి

source: Boy
bn: ছেলে
hi: लड़का
kn: ಹುಡುಗ
ml: ആൺകുട്ടി
or: ବାଳକ
ta: சிறுவன்
te: అబ్బాయి

source: UHID Can not Be Empty
bn: UHID খালি হতে পারে না
hi: UHID खाली नहीं हो सकता
kn: UHID ಖಾಲಿ ಇರುವಂತಿಲ್ಲ
ml: UHID ശൂന്യമാക്കാൻ കഴിയില്ല
or: UHID ଖାଲି ହୋଇପାରିବ ନାହିଁ |
ta: UHID காலியாக இருக்க முடியாது
te: UHID ఖాళీగా ఉండకూడదు

source: Another Hospital ID (Optional)
bn: অন্য হাসপাতালের আইডি (ঐচ্ছিক)
hi: अन्य अस्पताल आईडी (वैकल्पिक)
kn: ಮತ್ತೊಂದು ಆಸ್ಪತ್ರೆ ಐಡಿ (ಐಚ್ಛಿಕ)
ml: മറ്റൊരു ആശുപത്രി ഐഡി (ഓപ്ഷണൽ)
or: ଅନ୍ୟ ଏକ ହସ୍ପିଟାଲ୍ ଆଇଡି (ବ tion କଳ୍ପିକ)
ta: மற்றொரு மருத்துவமனை ஐடி (விரும்பினால்)
te: మరో హాస్పిటల్ ID (ఐచ్ఛికం)

source: Your Credentials
bn: আপনার শংসাপত্র
hi: आपकी साख
kn: ನಿಮ್ಮ ರುಜುವಾತುಗಳು
ml: നിങ്ങളുടെ യോഗ്യതാപത്രങ്ങൾ
or: ତୁମର ପରିଚୟପତ୍ର
ta: உங்கள் சான்றுகள்
te: మీ ఆధారాలు

source: Registered Doctor's Number
bn: নিবন্ধিত ডাক্তারের নম্বর
hi: पंजीकृत डॉक्टर का नंबर
kn: ನೋಂದಾಯಿತ ವೈದ್ಯರ ಸಂಖ್ಯೆ
ml: രജിസ്റ്റർ ചെയ്ത ഡോക്ടറുടെ നമ്പർ
or: ପଞ୍ଜୀକୃତ ଡାକ୍ତରଙ୍କ ସଂଖ୍ୟା |
ta: பதிவுசெய்யப்பட்ட மருத்துவரின் எண்
te: రిజిస్టర్డ్ డాక్టర్ నంబర్

source: Birth history
bn: জন্মের ইতিহাস
hi: जन्म इतिहास
kn: ಜನ್ಮ ಇತಿಹಾಸ
ml: ജനന ചരിത്രം
or: ଜନ୍ମ ଇତିହାସ
ta: பிறப்பு வரலாறு
te: జన్మ చరిత్ర

source: Birth weight
bn: জন্মের ওজন
hi: जन्म के समय वजन
kn: ಜನನ ತೂಕ
ml: ജനന ഭാരം
or: ଜନ୍ମ ଓଜନ
ta: பிறப்பு எடை
te: జనన బరువు

source: Family history of nephrotic syndrome
bn: নেফ্রোটিক সিন্ড্রোমের পারিবারিক ইতিহাস
hi: नेफ्रोटिक सिंड्रोम का पारिवारिक इतिहास
kn: ನೆಫ್ರೋಟಿಕ್ ಸಿಂಡ್ರೋಮ್ನ ಕುಟುಂಬದ ಇತಿಹಾಸ
ml: നെഫ്രോട്ടിക് സിൻഡ്രോമിന്റെ കുടുംബ ചരിത്രം
or: ନେଫ୍ରୋଟିକ୍ ସିଣ୍ଡ୍ରୋମର ପାରିବାରିକ ଇତିହାସ |
ta: நெஃப்ரோடிக் நோய்க்குறியின் குடும்ப வரலாறு
te: నెఫ్రోటిక్ సిండ్రోమ్ యొక్క కుటుంబ చరిత్ర

source: In whom
bn: যাদের মধ্যে
hi: किसके में
kn: ಯಾರಲ್ಲಿ
ml: ആരിൽ
or: କାହା ଭିତରେ |
ta: யாரில்
te: ఎవరిలో

source: Family history of kidney disease of kidney failure
bn: কিডনি ব্যর্থতার কিডনি রোগের পারিবারিক ইতিহাস
hi: गुर्दे की विफलता के गुर्दे की बीमारी का पारिवारिक इतिहास
kn: ಮೂತ್ರಪಿಂಡ ವೈಫಲ್ಯದ ಮೂತ್ರಪಿಂಡ ಕಾಯಿಲೆಯ ಕುಟುಂಬದ ಇತಿಹಾಸ
ml: വൃക്ക തകരാറിന്റെ വൃക്കരോഗത്തിന്റെ കുടുംബ ചരിത്രം
or: କିଡନୀ ବିଫଳତାର କିଡନୀ ରୋଗର ପାରିବାରିକ ଇତିହାସ |
ta: சிறுநீரக செயலிழப்பு சிறுநீரக நோயின் குடும்ப வரலாறு
te: మూత్రపిండాల వైఫల్యం యొక్క మూత్రపిండాల వ్యాధి యొక్క కుటుంబ చరిత్ర

source: Past history suggestive of asthma
bn: অতীত ইতিহাস হাঁপানির ইঙ্গিত দেয়
hi: अस्थमा का संकेत देने वाला पिछला इतिहास
kn: ಹಿಂದಿನ ಇತಿಹಾಸವು ಆಸ್ತಮಾವನ್ನು ಸೂಚಿಸುತ್ತದೆ
ml: ആസ്ത്മയെ സൂചിപ്പിക്കുന്ന മുൻകാല ചരിത്രം
or: ଅତୀତର ଇତିହାସ ଶ୍ୱାସରୋଗର ପରାମର୍ଶ |
ta: கடந்த கால வரலாறு ஆஸ்துமாவைக் குறிக்கிறது
te: గత చరిత్ర ఆస్తమాను సూచిస్తుంది

source: Past history suggestive of atopy
bn: অ্যাটোপির ইঙ্গিতপূর্ণ অতীত ইতিহাস
hi: पिछला इतिहास atopy का सूचक है
kn: ಹಿಂದಿನ ಇತಿಹಾಸವು ಅಟೊಪಿಯನ್ನು ಸೂಚಿಸುತ್ತದೆ
ml: അറ്റോപ്പിയെ സൂചിപ്പിക്കുന്ന മുൻകാല ചരിത്രം
or: ଅତୀତର ଇତିହାସ ଆଟୋପି ବିଷୟରେ ସୂଚିତ କରେ |
ta: கடந்தகால வரலாறு அட்டோபியைக் குறிக்கிறது
te: అటోపీని సూచించే గత చరిత్ర

source: Past history suggestive of allergic rhinitis
bn: অতীত ইতিহাস অ্যালার্জিক রাইনাইটিস নির্দেশ করে
hi: एलर्जिक राइनाइटिस का संकेत देने वाला पिछला इतिहास
kn: ಹಿಂದಿನ ಇತಿಹಾಸವು ಅಲರ್ಜಿಕ್ ರಿನಿಟಿಸ್ ಅನ್ನು ಸೂಚಿಸುತ್ತದೆ
ml: അലർജിക് റിനിറ്റിസിനെ സൂചിപ്പിക്കുന്ന മുൻകാല ചരിത്രം
or: ଅତୀତର ଇତିହାସ ଆଲର୍ଜି ରାଇନାଇଟିସ୍ ବିଷୟରେ ସୂଚିତ କରେ |
ta: கடந்தகால வரலாறு ஒவ்வாமை நாசியழற்சியைக் குறிக்கிறது
te: అలెర్జీ రినిటిస్‌ను సూచించే గత చరిత్ర

source: Update this information with utmost surity
bn: এই তথ্যটি সর্বোচ্চ নিশ্চিত করে আপডেট করুন
hi: इस जानकारी को अत्यंत सुरक्षा के साथ अपडेट करें
kn: ಈ ಮಾಹಿತಿಯನ್ನು ಅತ್ಯಂತ ಖಚಿತತೆಯೊಂದಿಗೆ ನವೀಕರಿಸಿ
ml: ഈ വിവരം വളരെ ഉറപ്പോടെ അപ്ഡേറ്റ് ചെയ്യുക
or: ଏହି ସୂଚନାକୁ ଅତ୍ୟଧିକ ସୁରଟି ସହିତ ଅପଡେଟ୍ କରନ୍ତୁ |
ta: இந்த தகவலை மிகவும் உறுதியுடன் புதுப்பிக்கவும்
te: ఈ సమాచారాన్ని అత్యంత నిశ్చయతతో అప్‌డేట్ చేయండి

source: Authenticate
bn: প্রমাণীকরণ
hi: प्रमाणित
kn: ಪ್ರಮಾಣೀಕರಿಸಿ
ml: ആധികാരികമാക്കുക
or: ପ୍ରାମାଣିକିକରଣ |
ta: அங்கீகரிக்கவும்
te: ప్రమాణీకరించండి

source: Nephrotic syndrome
bn: Nephrotic সিন্ড্রোম
hi: गुर्दे का रोग
kn: ನೆಫ್ರೋಟಿಕ್ ಸಿಂಡ್ರೋಮ್
ml: നെഫ്രോട്ടിക് സിൻഡ്രോം
or: ନେଫ୍ରୋଟିକ୍ ସିଣ୍ଡ୍ରୋମ୍ |
ta: நெஃப்ரோடிக் நோய்க்குறி
te: నెఫ్రోటిక్ సిండ్రోమ్

source: Update all
bn: সব আপডেট
hi: सभी अद्यतन करें
kn: ಎಲ್ಲವನ್ನು ಆಧುನೀಕರಿಸು
ml: എല്ലാം അപ്ഡേറ്റ് ചെയ്യുക
or: ସମସ୍ତ ଅଦ୍ୟତନ କରନ୍ତୁ |
ta: அனைத்தையும் புதுப்பிக்கவும்
te: అన్నింటినీ నవీకరించండి

source: Update data successfully
bn: সফলভাবে ডেটা আপডেট করুন
hi: डेटा सफलतापूर्वक अपडेट करें
kn: ಡೇಟಾವನ್ನು ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಿ
ml: ഡാറ്റ വിജയകരമായി അപ്ഡേറ്റ് ചെയ്യുക
or: ସଫଳତାର ସହିତ ତଥ୍ୟ ଅଦ୍ୟତନ କରନ୍ତୁ |
ta: தரவு வெற்றிகரமாக புதுப்பிக்கப்பட்டது
te: డేటాను విజయవంతంగా నవీకరించండి

source: Send clinical test successfully
bn: সফলভাবে ক্লিনিকাল পরীক্ষা পাঠান
hi: नैदानिक परीक्षण सफलतापूर्वक भेजें
kn: ಕ್ಲಿನಿಕಲ್ ಪರೀಕ್ಷೆಯನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಕಳುಹಿಸಿ
ml: ക്ലിനിക്കൽ ടെസ്റ്റ് വിജയകരമായി അയയ്ക്കുക
or: ସଫଳତାର ସହିତ କ୍ଲିନିକାଲ୍ ପରୀକ୍ଷା ପଠାନ୍ତୁ |
ta: மருத்துவ பரிசோதனையை வெற்றிகரமாக அனுப்பவும்
te: క్లినికల్ పరీక్షను విజయవంతంగా పంపండి

source: Clinical Test
bn: ক্লিনিকাল টেস্ট
hi: नैदानिक परीक्षण
kn: ಕ್ಲಿನಿಕಲ್ ಪರೀಕ್ಷೆ
ml: ക്ലിനിക്കൽ ടെസ്റ്റ്
or: କ୍ଲିନିକାଲ୍ ପରୀକ୍ଷା |
ta: மருத்துவ பரிசோதனை
te: క్లినికల్ టెస్ట్

source: Extra Comments/Complications
bn: অতিরিক্ত মন্তব্য/জটিলতা
hi: अतिरिक्त टिप्पणियाँ/जटिलताएं
kn: ಹೆಚ್ಚುವರಿ ಕಾಮೆಂಟ್‌ಗಳು/ತೊಂದರೆಗಳು
ml: അധിക അഭിപ്രായങ്ങൾ/സങ്കീർണ്ണതകൾ
or: ଅତିରିକ୍ତ ମନ୍ତବ୍ୟ / ଜଟିଳତା |
ta: கூடுதல் கருத்துகள்/சிக்கல்கள்
te: అదనపు వ్యాఖ్యలు/సమస్యలు

# writeSteroidDosageMedicationPage
source: Please write the steroid dosage on medication page
bn: দয়া করে ওষুধের পাতায় স্টেরয়েডের ডোজ লিখুন
hi: कृपया दवा पृष्ठ पर स्टेरॉयड खुराक लिखें
kn: ದಯವಿಟ್ಟು ಔಷಧಿಗಳ ಪುಟದಲ್ಲಿ ಸ್ಟೀರಾಯ್ಡ್ ಡೋಸೇಜ್ ಅನ್ನು ಬರೆಯಿರಿ
ml: മരുന്നുകളുടെ പേജിൽ ദയവായി സ്റ്റിറോയിഡ് ഡോസ് എഴുതുക
or: ଦୟାକରି ication ଷଧ ପୃଷ୍ଠାରେ ଷ୍ଟେରଏଡ୍ ଡୋଜ ଲେଖନ୍ତୁ |
ta: மருந்து பக்கத்தில் ஸ்டீராய்டு அளவை எழுதவும்
te: దయచేసి మందుల పేజీలో స్టెరాయిడ్ మోతాదు రాయండి

source: Select Urine Protein Value
bn: প্রস্রাবের প্রোটিনের মান নির্বাচন করুন
hi: मूत्र प्रोटीन मूल्य का चयन करें
kn: ಮೂತ್ರದ ಪ್ರೋಟೀನ್ ಮೌಲ್ಯವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: മൂത്രത്തിന്റെ പ്രോട്ടീൻ മൂല്യം തിരഞ്ഞെടുക്കുക
or: ପରିସ୍ରା ପ୍ରୋଟିନ୍ ମୂଲ୍ୟ ଚୟନ କରନ୍ତୁ |
ta: சிறுநீர் புரத மதிப்பைத் தேர்ந்தெடுக்கவும்
te: మూత్ర ప్రోటీన్ విలువను ఎంచుకోండి

source: Times
bn: বার
hi: बार
kn: ಟೈಮ್ಸ್
ml: സമയങ്ങൾ
or: ଟାଇମ୍ସ |
ta: நேரங்கள்
te: టైమ్స్

source: Any other symptoms
bn: অন্য কোন উপসর্গ
hi: कोई अन्य लक्षण
kn: ಯಾವುದೇ ಇತರ ಲಕ್ಷಣಗಳು
ml: മറ്റേതെങ്കിലും ലക്ഷണങ്ങൾ
or: ଅନ୍ୟ କ symptoms ଣସି ଲକ୍ଷଣ |
ta: வேறு ஏதேனும் அறிகுறிகள்
te: ఏదైనా ఇతర లక్షణాలు

source: Add Photo!
bn: ছবি যোগ করুন!
hi: फ़ोटो जोड़ें!
kn: ಫೋಟೋ ಸೇರಿಸಿ!
ml: ഫോട്ടോ ചേർക്കുക!
or: ଫଟୋ ଯୋଡନ୍ତୁ!
ta: புகைப்படம் சேர்க்க!
te: ఫోటోను జోడించండి!

source: Take Photo
bn: ছবি তোল
hi: फोटो लो
kn: ಭಾವಚಿತ್ರವನ್ನು ತೆಗಿರಿ
ml: ഫോട്ടോ എടുക്കുക
or: ଫଟୋ ନିଅନ୍ତୁ |
ta: புகைப்படம் எடு
te: ఫోటో తీసుకో

source: Choose from Library
bn: লাইব্রেরি থেকে বাছাই কর
hi: पुस्तकालय से चुनें
kn: ಲೈಬ್ರರಿಯಿಂದ ಆರಿಸಿ
ml: ലൈബ്രറിയിൽ നിന്ന് തിരഞ്ഞെടുക്കുക
or: ଲାଇବ୍ରେରୀରୁ ବାଛନ୍ତୁ |
ta: நூலகத்திலிருந்து தேர்வு செய்யவும்
te: లైబ్రరీ నుండి ఎంచుకోండి

# cancelSmaller
source: Cancel
bn: বাতিল করুন
hi: रद्द करें
kn: ರದ್ದುಮಾಡು
ml: റദ്ദാക്കുക
or: ବାତିଲ୍ କରନ୍ତୁ |
ta: ரத்து செய்
te: రద్దు చేయండి

# examinationUpper
source: EXAMINATION
bn: পরীক্ষা
hi: इंतिहान
kn: ಪರೀಕ್ಷೆ
ml: പരീക്ഷ
or: ପରୀକ୍ଷା
ta: தேர்வு
te: పరీక్ష

# eyeExaminationUpper
source: EYE EXAMINATION
bn: চক্ষু পরীক্ষা
hi: आँख परीक्षा
kn: ನೇತ್ರ ಪರೀಕ್ಷೆ
ml: നേത്ര പരിശോധന
or: ଆଖି ପରୀକ୍ଷା
ta: கண் பரிசோதனை
te: కంటి పరీక్ష

# bloodTestsUpper
source: BLOOD TESTS
bn: রক্ত পরীক্ষা
hi: रक्त परीक्षण
kn: ರಕ್ತ ಪರೀಕ್ಷೆಗಳು
ml: രക്തപരിശോധനകൾ
or: ରକ୍ତ ପରୀକ୍ଷା
ta: இரத்த பரிசோதனைகள்
te: రక్త పరీక్షలు

# urineTestsUpper
source: URINE TESTS
bn: প্রস্রাব পরীক্ষা
hi: मूत्र परीक्षण
kn: ಮೂತ್ರ ಪರೀಕ್ಷೆಗಳು
ml: മൂത്രപരിശോധനകൾ
or: ମୂତ୍ର ପରୀକ୍ଷା
ta: சிறுநீர் சோதனைகள்
te: మూత్ర పరీక్షలు

# additionalTestsUpper
source: ADDITIONAL TESTS
bn: অতিরিক্ত পরীক্ষা
hi: अतिरिक्त परीक्षण
kn: ಹೆಚ್ಚುವರಿ ಪರೀಕ್ಷೆಗಳು
ml: അധിക ടെസ്റ്റുകൾ
or: ଅତିରିକ୍ତ ପରୀକ୍ଷା
ta: கூடுதல் சோதனைகள்
te: అదనపు పరీక్షలు

# commentUpper
source: COMMENT
bn: মন্তব্য করুন
hi: टिप्पणी
kn: ಕಾಮೆಂಟ್ ಮಾಡಿ
ml: അഭിപ്രായം
or: କମେଣ୍ଟ
ta: கருத்து
te: వ్యాఖ్య

# enterNameAdditionalTest
source: Enter name of the additional test
bn: অতিরিক্ত পরীক্ষার নাম লিখুন
hi: अतिरिक्त परीक्षण का नाम दर्ज करें
kn: ಹೆಚ್ಚುವರಿ ಪರೀಕ್ಷೆಯ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
ml: അധിക പരീക്ഷയുടെ പേര് നൽകുക
or: ଅତିରିକ୍ତ ପରୀକ୍ଷଣର ନାମ ପ୍ରବେଶ କରନ୍ତୁ |
ta: கூடுதல் சோதனையின் பெயரை உள்ளிடவும்
te: అదనపు పరీక్ష పేరును నమోదు చేయండి

source: Enter comment
bn: মন্তব্য লিখুন
hi: टिप्पणी दर्ज करें
kn: ಕಾಮೆಂಟ್ ನಮೂದಿಸಿ
ml: അഭിപ്രായം രേഖപ്പെടുത്തുക
or: ମନ୍ତବ୍ୟ ପ୍ରବେଶ କରନ୍ତୁ |
ta: கருத்தை உள்ளிடவும்
te: వ్యాఖ్యను నమోదు చేయండి

source: Send report successfully
bn: সফলভাবে রিপোর্ট পাঠান
hi: रिपोर्ट सफलतापूर्वक भेजें
kn: ವರದಿಯನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಕಳುಹಿಸಿ
ml: റിപ്പോർട്ട് വിജയകരമായി അയയ്ക്കുക
or: ସଫଳତାର ସହିତ ରିପୋର୍ଟ ପଠାନ୍ତୁ |
ta: அறிக்கையை வெற்றிகரமாக அனுப்பவும்
te: నివేదికను విజయవంతంగా పంపండి

source: Test Report
bn: পরিক্ষার ফল
hi: जाँच रिपोर्ट
kn: ಪರೀಕ್ಷಾ ವರದಿ
ml: പരിശോധനാ ഫലം
or: ପରୀକ୍ଷା ରିପୋର୍ଟ
ta: சோதனை அறிக்கை
te: పరీక్ష నివేదిక

source: Gender
bn: লিঙ্গ
hi: लिंग
kn: ಲಿಂಗ
ml: ലിംഗഭേദം
or: ଲିଙ୍ଗ
ta: பாலினம்
te: లింగం

# anotherHospitalID
source: Another Hospital ID(Optional)
bn: আরেকটি হাসপাতালের আইডি
hi: एक और अस्पताल आईडी
kn: ಇನ್ನೊಂದು ಆಸ್ಪತ್ರೆ ಐಡಿ
ml: മറ്റൊരു ആശുപത്രി ഐഡി
or: ଅନ୍ୟ ଏକ ହସ୍ପିଟାଲ୍ ID |
ta: மற்றொரு மருத்துவமனை ஐடி
te: మరో హాస్పిటల్ ID

source: Age Onset
bn: বয়স শুরু
hi: उम्र की शुरुआत
kn: ವಯಸ್ಸು ಆರಂಭ
ml: പ്രായത്തിന്റെ ആരംഭം
or: ବୟସ ଆରମ୍ଭ
ta: வயது ஆரம்பம்
te: వయస్సు ప్రారంభం

# ageYrs
source: Age (in yrs)
bn: বয়স (বছরে)
hi: आयु (वर्षों में)
kn: ವಯಸ್ಸು (ವರ್ಷಗಳಲ್ಲಿ)
ml: പ്രായം (വർഷത്തിൽ)
or: ବୟସ (ବର୍ଷରେ)
ta: வயது (ஆண்டுகளில்)
te: వయస్సు (సంవత్సరాలలో)

source: Urine Protein
bn: প্রস্রাবের প্রোটিন
hi: मूत्र प्रोटीन
kn: ಮೂತ್ರದ ಪ್ರೋಟೀನ್
ml: മൂത്ര പ്രോട്ടീൻ
or: ପରିସ୍ରା ପ୍ରୋଟିନ୍ |
ta: சிறுநீர் புரதம்
te: మూత్ర ప్రోటీన్

source: Reports
bn: রিপোর্ট
hi: रिपोर्टों
kn: ವರದಿಗಳು
ml: റിപ്പോർട്ടുകൾ
or: ରିପୋର୍ଟଗୁଡିକ
ta: அறிக்கைகள்
te: నివేదికలు

# dsage
source: Dosage
bn: ডোজ
hi: मात्रा बनाने की विधि
kn: ಡೋಸೇಜ್
ml: അളവ്
or: ଡୋଜ
ta: மருந்தளவு
te: మోతాదు

source: Formulation
bn: প্রণয়ন
hi: सूत्रीकरण
kn: ಸೂತ್ರೀಕರಣ
ml: രൂപപ്പെടുത്തൽ
or: ସୂତ୍ର
ta: உருவாக்கம்
te: సూత్రీకరణ

source: For how many days
bn: কত দিনের জন্য
hi: कितने दिनों के लिए
kn: ಎಷ್ಟು ದಿನಗಳವರೆಗೆ
ml: എത്ര ദിവസത്തേക്ക്
or: କେତେ ଦିନ ପାଇଁ |
ta: எத்தனை நாட்களுக்கு
te: ఎన్ని రోజులకు

source: Actual medicine
bn: প্রকৃত ওষুধ
hi: वास्तविक दवा
kn: ನಿಜವಾದ ಔಷಧ
ml: യഥാർത്ഥ മരുന്ന്
or: ପ୍ରକୃତ medicine ଷଧ |
ta: உண்மையான மருந்து
te: అసలైన ఔషధం

source: Strength
bn: শক্তি
hi: ताकत
kn: ಸಾಮರ್ಥ್ಯ
ml: ശക്തി
or: ଶକ୍ତି
ta: வலிமை
te: బలం

source: Advised dose
bn: পরামর্শকৃত ডোজ
hi: सलाह दी खुराक
kn: ಸಲಹೆ ಡೋಸ್
ml: നിർദ്ദേശിച്ച ഡോസ്
or: ପରାମର୍ଶିତ ମାତ୍ରା |
ta: பரிந்துரைக்கப்பட்ட அளவு
te: సలహా మోతాదు

source: No. of times a day
bn: দিনে বার সংখ্যা
hi: दिन में कई बार
kn: ದಿನಕ್ಕೆ ಬಾರಿ ಸಂಖ್ಯೆ
ml: ദിവസത്തിന്റെ എണ്ണം
or: ଦିନରେ ନା
ta: ஒரு நாளின் நேரங்களின் எண்ணிக்கை
te: రోజుకు ఎన్ని సార్లు

source: Effective daily dose
bn: কার্যকর দৈনিক ডোজ
hi: प्रभावी दैनिक खुराक
kn: ಪರಿಣಾಮಕಾರಿ ದೈನಂದಿನ ಡೋಸ್
ml: ഫലപ്രദമായ പ്രതിദിന ഡോസ്
or: ପ୍ରଭାବଶାଳୀ ଦ daily ନିକ ମାତ୍ରା |
ta: பயனுள்ள தினசரி டோஸ்
te: ప్రభావవంతమైన రోజువారీ మోతాదు

source: Taken
bn: নেওয়া হয়েছে
hi: लिया
kn: ತೆಗೆದುಕೊಳ್ಳಲಾಗಿದೆ
ml: എടുത്തത്
or: ନିଆଯାଇଛି
ta: எடுக்கப்பட்டது
te: తీసుకున్న

source: Not taken
bn: অগৃহীত
hi: नहीं लिया
kn: ತೆಗೆದುಕೊಂಡಿಲ್ಲ
ml: എടുത്തിട്ടില്ല
or: ନିଆଯାଇନାହିଁ |
ta: எடுக்கப்படவில்லை
te: తీసుకోలేదు

source: Remark
bn: মন্তব্য
hi: टिप्पणी
kn: ಟೀಕೆ
ml: പരാമർശം
or: ଧ୍ୟାନ ଦିଅନ୍ତୁ |
ta: கருத்து
te: వ్యాఖ్య

source: STEROIDS
bn: স্টেরয়েড
hi: 'स्टेरॉयड
kn: ಸ್ಟೀರಾಯ್ಡ್ಗಳು
ml: സ്റ്റിറോയിഡുകൾ
or: ଷ୍ଟେରୋଡସ୍ |
ta: ஸ்டெராய்டுகள்
te: స్టెరాయిడ్స్

source: OTHER MEDICINES
bn: অন্যান্য ওষুধ
hi: अन्य दवाएं
kn: ಇತರ ಔಷಧಗಳು
ml: മറ്റ് മരുന്നുകൾ
or: ଅନ୍ୟାନ୍ୟ ଚିକିତ୍ସା
ta: மற்ற மருந்துகள்
te: ఇతర మందులు

source: Height
bn: উচ্চতা
hi: ऊंचाई
kn: ಎತ್ತರ
ml: ഉയരം
or: ଉଚ୍ଚତା
ta: உயரம்
te: ఎత్తు

source: BMI
bn: বিএমআই
hi: बीएमआई
ml: ബിഎംഐ
ta: பிஎம்ஐ

# cm
source: in cm
bn: সেমি মধ্যে
hi: सेमी . में
kn: ಸೆಂ ನಲ್ಲಿ
ml: സെ.മീ
or: ସେମିରେ |
ta: செ.மீ
te: లో సెం.మీ

source: Details
bn: বিস্তারিত
hi: विवरण
kn: ವಿವರಗಳು
ml: വിശദാംശങ്ങൾ
or: ବିବରଣୀଗୁଡିକ
ta: விவரங்கள்
te: వివరాలు

source: Advice/Complaint
bn: পরামর্শ/অভিযোগ
hi: सलाह/शिकायत
kn: ಸಲಹೆ/ದೂರು
ml: ഉപദേശം/പരാതി
or: ଉପଦେଶ / ଅଭିଯୋଗ
ta: ஆலோசனை/புகார்
te: సలహా/ఫిర్యాదు

source: About the Disease
bn: রোগ সম্পর্কে
hi: रोग के बारे में
kn: ರೋಗದ ಬಗ್ಗೆ
ml: രോഗത്തെക്കുറിച്ച്
or: ରୋଗ ବିଷୟରେ
ta: நோய் பற்றி
te: వ్యాధి గురించి

source: FAQs about Nephrotic - English
bn: নেফ্রোটিক সম্পর্কে FAQ - ইংরেজি
hi: नेफ्रोटिक के बारे में अक्सर पूछे जाने वाले प्रश्न - अंग्रेज़ी
kn: ನೆಫ್ರೋಟಿಕ್ ಬಗ್ಗೆ FAQ ಗಳು - ಇಂಗ್ಲೀಷ್
ml: നെഫ്രോട്ടിക്കിനെക്കുറിച്ചുള്ള പതിവ് ചോദ്യങ്ങൾ - ഇംഗ്ലീഷ്
or: ନେଫ୍ରୋଟିକ୍ ବିଷୟରେ ପ୍ରଶ୍ନ - ଇଂରାଜୀ |
ta: நெஃப்ரோடிக் பற்றி அடிக்கடி கேட்கப்படும் கேள்விகள் - ஆங்கிலம்
te: నెఫ్రోటిక్ గురించి తరచుగా అడిగే ప్రశ్నలు - ఇంగ్లీష్

source: FAQs about Nephrotic - Hindi
bn: নেফ্রোটিক সম্পর্কে FAQ - হিন্দি
hi: नेफ्रोटिक के बारे में अक्सर पूछे जाने वाले प्रश्न - हिंदी
kn: ನೆಫ್ರೋಟಿಕ್ ಬಗ್ಗೆ FAQ ಗಳು - ಹಿಂದಿ
ml: നെഫ്രോട്ടിക്കിനെക്കുറിച്ചുള്ള പതിവ് ചോദ്യങ്ങൾ - ഹിന്ദി
or: ନେଫ୍ରୋଟିକ୍ ବିଷୟରେ ପ୍ରଶ୍ନ - ହିନ୍ଦୀ |
ta: நெஃப்ரோடிக் பற்றி அடிக்கடி கேட்கப்படும் கேள்விகள் - இந்தி
te: నెఫ్రోటిక్ గురించి తరచుగా అడిగే ప్రశ్నలు - హిందీ

source: YouTube
hi: यूट्यूब
or: ୟୁଟ୍ୟୁବ୍ |
ta: வலைஒளி

source: Category & Stages
bn: বিভাগ এবং পর্যায়
hi: श्रेणी और चरण
kn: ವರ್ಗ ಮತ್ತು ಹಂತಗಳು
ml: വിഭാഗവും ഘട്ടങ്ങളും
or: ବର୍ଗ ଏବଂ ପର୍ଯ୍ୟାୟ
ta: வகை & நிலைகள்
te: వర్గం & దశలు

source: No. of patients
bn: রোগীর সংখ্যা
hi: रोगियों की संख्या
kn: ರೋಗಿಗಳ ಸಂಖ್ಯೆ
ml: രോഗികളുടെ എണ്ണം
or: ରୋଗୀଙ୍କ ସଂଖ୍ୟା
ta: நோயாளிகளின் எண்ணிக்கை
te: రోగుల సంఖ్య

source: Previous stages
bn: পূর্ববর্তী পর্যায়ে
hi: पिछले चरण
kn: ಹಿಂದಿನ ಹಂತಗಳು
ml: മുൻ ഘട്ടങ്ങൾ
or: ପୂର୍ବ ପର୍ଯ୍ୟାୟ
ta: முந்தைய நிலைகள்
te: మునుపటి దశలు

source: Stages at onset
bn: সূচনা পর্যায়ে
hi: शुरुआत में चरण
kn: ಪ್ರಾರಂಭದಲ್ಲಿ ಹಂತಗಳು
ml: തുടക്കത്തിലെ ഘട്ടങ്ങൾ
or: ଆରମ୍ଭରେ ପର୍ଯ୍ୟାୟ
ta: தொடக்கத்தில் நிலைகள்
te: ప్రారంభంలో దశలు

source: No. of patients in corresponding categories
bn: সংশ্লিষ্ট বিভাগের রোগীদের সংখ্যা
hi: संबंधित श्रेणियों में रोगियों की संख्या
kn: ಅನುಗುಣವಾದ ವರ್ಗಗಳಲ್ಲಿ ರೋಗಿಗಳ ಸಂಖ್ಯೆ
ml: അനുബന്ധ വിഭാഗങ്ങളിലെ രോഗികളുടെ എണ്ണം
or: ସଂପୃକ୍ତ ବର୍ଗରେ ରୋଗୀଙ୍କ ସଂଖ୍ୟା |
ta: தொடர்புடைய வகைகளில் நோயாளிகளின் எண்ணிக்கை
te: సంబంధిత వర్గాలలో రోగుల సంఖ్య

source: Relapse/yr
bn: রিল্যাপস/বছর
hi: विश्राम/वर्ष
kn: ಮರುಕಳಿಸುವಿಕೆ/ವರ್ಷ
ml: റിലാപ്സ്/വർഷം
or: ପୁନର୍ବାର / ବର୍ଷ
ta: மறுபிறப்பு/வருடம்
te: పునఃస్థితి/సంవత్సరం

source: Age at onset
bn: সূত্রপাত বয়স
hi: शुरुआत में उम्र
kn: ಪ್ರಾರಂಭದಲ್ಲಿ ವಯಸ್ಸು
ml: തുടക്കത്തിലെ പ്രായം
or: ଆରମ୍ଭରେ ବୟସ
ta: தொடக்கத்தில் வயது
te: ప్రారంభంలో వయస్సు

source: Current Age
bn: বর্তমান বয়স
hi: वर्तमान आयु
kn: ಪ್ರಸ್ತುತ ವಯಸ್ಸು
ml: നിലവിലെ പ്രായം
or: ସାମ୍ପ୍ରତିକ ବୟସ
ta: தற்போதைய வயது
te: ప్రస్తుత వయస్సు

source: Category
bn: শ্রেণী
hi: श्रेणी
kn: ವರ್ಗ
ml: വിഭാഗം
or: ବର୍ଗ
ta: வகை
te: వర్గం

source: Doctor Mobile
bn: ডাক্তার মোবাইল
hi: डॉक्टर मोबाइल
kn: ಡಾಕ್ಟರ್ ಮೊಬೈಲ್
ml: ഡോക്ടർ മൊബൈൽ
or: ଡାକ୍ତର ମୋବାଇଲ୍ |
ta: மருத்துவர் மொபைல்
te: డాక్టర్ మొబైల్

source: Download All
bn: সবগুলো ডাউনলোড
hi: सभी डाउनलोड
kn: ಎಲ್ಲವನ್ನೂ ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ
ml: എല്ലാം ഡൗൺലോഡ് ചെയ്യുക
or: ସମସ୍ତ ଡାଉନଲୋଡ୍ କରନ୍ତୁ |
ta: அனைத்தையும் பதிவிறக்கவும்
te: అన్నీ డౌన్‌లోడ్ చేయండి

# lastSixMonths
source: Last 6 Months
bn: গত ৬ মাস
hi: पिछले 6 महीने
kn: ಕಳೆದ 6 ತಿಂಗಳು
ml: കഴിഞ്ഞ 6 മാസം
or: ଗତ 6 ମାସ |
ta: கடந்த 6 மாதங்கள்
te: గత 6 నెలలు

# lastThreeMonths
source: Last 3 Months
bn: গত ৩ মাস
hi: पिछले 3 महीने
kn: ಕಳೆದ 3 ತಿಂಗಳುಗಳು
ml: കഴിഞ്ഞ 3 മാസം
or: ଗତ 3 ମାସ |
ta: கடந்த 3 மாதங்கள்
te: గత 3 నెలలు

source: How to Use App
bn: কিভাবে অ্যাপ ব্যবহার করবেন
hi: ऐप का उपयोग कैसे करें
kn: ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಹೇಗೆ ಬಳಸುವುದು
ml: ആപ്പ് എങ്ങനെ ഉപയോഗിക്കാം
or: ଆପ୍ କିପରି ବ୍ୟବହାର କରିବେ |
ta: பயன்பாட்டை எவ்வாறு பயன்படுத்துவது
te: యాప్ ఎలా ఉపయోగించాలి

source: Change
bn: পরিবর্তন
hi: परिवर्तन
kn: ಬದಲಾವಣೆ
ml: മാറ്റുക
or: ପରିବର୍ତ୍ତନ କରନ୍ତୁ |
ta: மாற்றம்
te: మార్చండి

source: Enter doctor's number
bn: ডাক্তারের নম্বর লিখুন
hi: डॉक्टर का नंबर दर्ज करें
kn: ವೈದ್ಯರ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
ml: ഡോക്ടറുടെ നമ്പർ നൽകുക
or: ଡାକ୍ତରଙ୍କ ନମ୍ବର ପ୍ରବେଶ କରନ୍ତୁ |
ta: மருத்துவரின் எண்ணை உள்ளிடவும்
te: డాక్టర్ నంబర్‌ను నమోదు చేయండి

source: UHID
bn: ইউএইচআইডি
hi: यूएचआईडी
