Repository: snigdha123-iitr/utsarjan_17-09
Catalog: lib/l10n/intl_*.arb
Languages: bn, hi, kn, ml, or, ta, te

# preEighteen
source: Age. The risk of preeclampsia is higher for very young pregnant women as well as pregnant women older than 40.
bn: বয়স খুব অল্পবয়সী গর্ভবতী মহিলাদের পাশাপাশি 40 বছরের বেশি বয়সী গর্ভবতী মহিলাদের জন্য প্রিক্ল্যাম্পসিয়ার ঝুঁকি বেশি।
hi: उम्र। प्रीक्लेम्पसिया का जोखिम बहुत कम गर्भवती महिलाओं के साथ-साथ 40 वर्ष से अधिक उम्र की गर्भवती महिलाओं में अधिक होता है।
kn: ವಯಸ್ಸು. ಪ್ರಿಕ್ಲಾಂಪ್ಸಿಯಾದ ಅಪಾಯವು ಚಿಕ್ಕ ವಯಸ್ಸಿನ ಗರ್ಭಿಣಿಯರಿಗೆ ಮತ್ತು 40 ವರ್ಷಕ್ಕಿಂತ ಮೇಲ್ಪಟ್ಟ ಗರ್ಭಿಣಿ ಮಹಿಳೆಯರಿಗೆ ಹೆಚ್ಚು.
ml: വയസ്സ്. പ്രായപൂർത്തിയാകാത്ത ഗർഭിണികൾക്കും 40 വയസ്സിനു മുകളിലുള്ള ഗർഭിണികൾക്കും പ്രീക്ലാമ്പ്സിയയുടെ സാധ്യത കൂടുതലാണ്.
or: ବୟସ ଅତ୍ୟଧିକ ଛୋଟ ଗର୍ଭବତୀ ମହିଳା ଏବଂ 40 ବର୍ଷରୁ ଅଧିକ ଗର୍ଭବତୀ ମହିଳାଙ୍କ ପାଇଁ preeclampsia ହେବାର ଆଶଙ୍କା ଅଧିକ |
ta: வயது. மிகவும் இளம் கர்ப்பிணிப் பெண்களுக்கும் 40 வயதுக்கு மேற்பட்ட கர்ப்பிணிப் பெண்களுக்கும் ப்ரீக்ளாம்ப்சியாவின் ஆபத்து அதிகம்.
te: వయస్సు. చాలా యువ గర్భిణీ స్త్రీలకు అలాగే 40 ఏళ్లు పైబడిన గర్భిణీ స్త్రీలకు ప్రీక్లాంప్సియా ప్రమాదం ఎక్కువగా ఉంటుంది.

# preNineteen
source: Race. Black women have a higher risk of developing preeclampsia than do white women or women who are Asian or Hispanic.
bn: জাতি। শ্বেতাঙ্গ নারী বা এশিয়ান বা হিস্পানিক নারীদের তুলনায় কালো নারীদের প্রিক্ল্যাম্পসিয়া হওয়ার ঝুঁকি বেশি।
hi: जाति। श्वेत महिलाओं या एशियाई या हिस्पैनिक महिलाओं की तुलना में अश्वेत महिलाओं में प्रीक्लेम्पसिया विकसित होने का जोखिम अधिक होता है।
kn: ಜನಾಂಗ. ಬಿಳಿಯ ಮಹಿಳೆಯರು ಅಥವಾ ಏಷ್ಯನ್ ಅಥವಾ ಹಿಸ್ಪಾನಿಕ್ ಮಹಿಳೆಯರಿಗಿಂತ ಕಪ್ಪು ಮಹಿಳೆಯರು ಪ್ರಿಕ್ಲಾಂಪ್ಸಿಯಾವನ್ನು ಅಭಿವೃದ್ಧಿಪಡಿಸುವ ಹೆಚ್ಚಿನ ಅಪಾಯವನ್ನು ಹೊಂದಿರುತ್ತಾರೆ.
ml: റേസ്. വെളുത്ത സ്ത്രീകളേക്കാളും ഏഷ്യൻ അല്ലെങ്കിൽ ഹിസ്പാനിക് സ്ത്രീകളേക്കാളും കറുത്ത സ്ത്രീകൾക്ക് പ്രീക്ലാമ്പ്സിയ ഉണ്ടാകാനുള്ള സാധ്യത കൂടുതലാണ്.
or: ଜାତି | ଧଳା ମହିଳା କିମ୍ବା ଏସୀୟ କିମ୍ବା ହିସାନିକ୍ ମହିଳାଙ୍କ ଅପେକ୍ଷା କୃଷ୍ଣକାୟ ମହିଳାମାନଙ୍କର ପ୍ରିକ୍ଲମ୍ପସିଆ ହେବାର ଆଶଙ୍କା ଅଧିକ |
ta: இனம். வெள்ளைப் பெண்கள் அல்லது ஆசிய அல்லது ஹிஸ்பானிக் பெண்களைக் காட்டிலும் கறுப்பினப் பெண்களுக்கு ப்ரீக்ளாம்ப்சியா ஏற்படும் அபாயம் அதிகம்.
te: జాతి. శ్వేతజాతీయులు లేదా ఆసియా లేదా హిస్పానిక్ మహిళల కంటే నల్లజాతి మహిళలకు ప్రీక్లాంప్సియా వచ్చే ప్రమాదం ఎక్కువ.

# preTwenty
source: Obesity. The risk of preeclampsia is higher if you're obese.
bn: স্থূলতা। আপনি মোটা হলে প্রিক্ল্যাম্পসিয়ার ঝুঁকি বেশি।
hi: मोटापा। यदि आप मोटे हैं तो प्रीक्लेम्पसिया का खतरा अधिक होता है।
kn: ಬೊಜ್ಜು. ನೀವು ಸ್ಥೂಲಕಾಯದವರಾಗಿದ್ದರೆ ಪ್ರಿಕ್ಲಾಂಪ್ಸಿಯಾದ ಅಪಾಯವು ಹೆಚ್ಚು.
ml: അമിതവണ്ണം. നിങ്ങൾ അമിതവണ്ണമുള്ളവരാണെങ്കിൽ പ്രീക്ലാമ്പ്സിയയുടെ സാധ്യത കൂടുതലാണ്.
or: ମୋଟାପଣ | ଯଦି ତୁମେ ମେଦବହୁଳ ତେବେ preeclampsia ର ବିପଦ ଅଧିକ |
ta: உடல் பருமன். நீங்கள் பருமனாக இருந்தால் ப்ரீக்ளாம்ப்சியாவின் ஆபத்து அதிகம்.
te: ఊబకాయం. మీరు ఊబకాయంతో ఉన్నట్లయితే ప్రీక్లాంప్సియా ప్రమాదం ఎక్కువగా ఉంటుంది.

# preTwentyOne
source: Multiple pregnancy. Preeclampsia is more common in women who are carrying twins, triplets or other multiples. Interval between pregnancies.
bn: একাধিক গর্ভাবস্থা। প্রিক্ল্যাম্পসিয়া এমন মহিলাদের মধ্যে বেশি দেখা যায় যারা যমজ, ট্রিপলেট বা অন্যান্য গুণের বাহক। গর্ভাবস্থার মধ্যে ব্যবধান।
hi: एकाधिक गर्भावस्था। प्रीक्लेम्पसिया उन महिलाओं में अधिक आम है जो जुड़वाँ, ट्रिपल या अन्य गुणकों को जन्म दे रही हैं। गर्भधारण के बीच अंतराल।
kn: ಬಹು ಗರ್ಭಧಾರಣೆ. ಅವಳಿ, ತ್ರಿವಳಿ ಅಥವಾ ಇತರ ಗುಣಗಳನ್ನು ಹೊಂದಿರುವ ಮಹಿಳೆಯರಲ್ಲಿ ಪ್ರಿಕ್ಲಾಂಪ್ಸಿಯಾ ಹೆಚ್ಚು ಸಾಮಾನ್ಯವಾಗಿದೆ. ಗರ್ಭಧಾರಣೆಯ ನಡುವಿನ ಮಧ್ಯಂತರ.
ml: ഒന്നിലധികം ഗർഭം. ഇരട്ടകളോ ട്രിപ്പിൾമാരോ മറ്റ് ഗുണിതങ്ങളോ വഹിക്കുന്ന സ്ത്രീകളിലാണ് പ്രീക്ലാമ്പ്സിയ കൂടുതലായി കാണപ്പെടുന്നത്. ഗർഭധാരണം തമ്മിലുള്ള ഇടവേള.
or: ଏକାଧିକ ଗର୍ଭଧାରଣ | ଯାଆଁଳା, ତ୍ରିପାଠୀ କିମ୍ବା ଅନ୍ୟାନ୍ୟ ଗୁଣ ବହନ କରୁଥିବା ମହିଳାମାନଙ୍କରେ ପ୍ରିକ୍ଲମ୍ପସିଆ ଅଧିକ ଦେଖାଯାଏ | ଗର୍ଭଧାରଣ ମଧ୍ୟରେ ବ୍ୟବଧାନ |
ta: பல கர்ப்பம். ப்ரீக்ளாம்ப்சியா இரட்டையர்கள், மும்மடங்குகள் அல்லது பிற மடங்குகளை சுமக்கும் பெண்களுக்கு மிகவும் பொதுவானது. கர்ப்பங்களுக்கு இடையிலான இடைவெளி.
te: బహుళ గర్భం. కవలలు, త్రిపాది లేదా ఇతర గుణిజాలను మోస్తున్న మహిళల్లో ప్రీక్లాంప్సియా సర్వసాధారణం. గర్భాల మధ్య విరామం.

# preTwentyTwo
source: Having babies less than two years or more than 10 years apart leads to a higher risk of preeclampsia.
bn: দুই বছরের কম বা 10 বছরের বেশি ব্যবধানে বাচ্চাদের প্রিক্ল্যাম্পসিয়ার ঝুঁকি বেশি থাকে।
hi: दो साल से कम या 10 साल से अधिक के बच्चे होने से प्रीक्लेम्पसिया का खतरा अधिक होता है।
kn: ಎರಡು ವರ್ಷಕ್ಕಿಂತ ಕಡಿಮೆ ಅಥವಾ 10 ವರ್ಷಗಳಿಗಿಂತ ಹೆಚ್ಚು ಅಂತರದಲ್ಲಿ ಮಕ್ಕಳನ್ನು ಹೊಂದುವುದು ಪ್ರಿಕ್ಲಾಂಪ್ಸಿಯಾದ ಹೆಚ್ಚಿನ ಅಪಾಯಕ್ಕೆ ಕಾರಣವಾಗುತ್ತದೆ.
ml: രണ്ട് വർഷത്തിൽ താഴെയോ 10 വർഷത്തിൽ കൂടുതലോ കുഞ്ഞുങ്ങൾ ഉണ്ടാകുന്നത് പ്രീക്ലാമ്പ്സിയയുടെ ഉയർന്ന അപകടസാധ്യതയിലേക്ക് നയിക്കുന്നു.
or: ଦୁଇ ବର୍ଷରୁ କମ୍ କିମ୍ବା 10 ବର୍ଷରୁ ଅଧିକ ଶିଶୁ ଜନ୍ମ ହେବା ଦ୍ pre ାରା ପ୍ରିକ୍ଲମ୍ପସିଆର ଅଧିକ ବିପଦ ରହିଥାଏ |
ta: இரண்டு வருடங்களுக்கும் குறைவான அல்லது 10 வருடங்களுக்கும் அதிகமான இடைவெளியில் குழந்தைகளைப் பெற்றெடுப்பது ப்ரீக்ளாம்ப்சியாவின் அதிக ஆபத்துக்கு வழிவகுக்கிறது.
te: రెండు సంవత్సరాల కంటే తక్కువ లేదా 10 సంవత్సరాల కంటే ఎక్కువ వయస్సు గల పిల్లలను కలిగి ఉండటం వలన ప్రీక్లాంప్సియా ప్రమాదం ఎక్కువగా ఉంటుంది.

# preTwentyThree
source: History of certain conditions. Having certain conditions before you become pregnant — such as chronic high blood pressure, migraines, type 1 or type 2 diabetes, kidney disease, a tendency to develop blood clots, or lupus — increases your risk of preeclampsia.
bn: কিছু শর্তের ইতিহাস। আপনার গর্ভবতী হওয়ার আগে কিছু শর্ত থাকা — যেমন দীর্ঘস্থায়ী উচ্চ রক্তচাপ, মাইগ্রেন, টাইপ 1 বা টাইপ 2 ডায়াবেটিস, কিডনি রোগ, রক্ত ​​জমাট বাঁধার প্রবণতা বা লুপাস — আপনার প্রিক্ল্যাম্পসিয়ার ঝুঁকি বাড়ায়।
hi: कुछ शर्तों का इतिहास। गर्भवती होने से पहले कुछ शर्तों का होना - जैसे कि पुराना उच्च रक्तचाप, माइग्रेन, टाइप 1 या टाइप 2 मधुमेह, गुर्दे की बीमारी, रक्त के थक्के बनने की प्रवृत्ति, या ल्यूपस - आपके प्रीक्लेम्पसिया के जोखिम को बढ़ाता है।
kn: ಕೆಲವು ಪರಿಸ್ಥಿತಿಗಳ ಇತಿಹಾಸ. ದೀರ್ಘಕಾಲದ ಅಧಿಕ ರಕ್ತದೊತ್ತಡ, ಮೈಗ್ರೇನ್, ಟೈಪ್ 1 ಅಥವಾ ಟೈಪ್ 2 ಡಯಾಬಿಟಿಸ್, ಮೂತ್ರಪಿಂಡದ ಕಾಯಿಲೆ, ರಕ್ತ ಹೆಪ್ಪುಗಟ್ಟುವಿಕೆ ಅಥವಾ ಲೂಪಸ್ ಅನ್ನು ಅಭಿವೃದ್ಧಿಪಡಿಸುವ ಪ್ರವೃತ್ತಿಯಂತಹ ನೀವು ಗರ್ಭಿಣಿಯಾಗುವ ಮೊದಲು ಕೆಲವು ಪರಿಸ್ಥಿತಿಗಳನ್ನು ಹೊಂದಿರುವುದು ಪ್ರಿಕ್ಲಾಂಪ್ಸಿಯಾದ ನಿಮ್ಮ ಅಪಾಯವನ್ನು ಹೆಚ್ಚಿಸುತ್ತದೆ.
ml: ചില വ്യവസ്ഥകളുടെ ചരിത്രം. നിങ്ങൾ ഗർഭിണിയാകുന്നതിന് മുമ്പുള്ള ചില അവസ്ഥകൾ - വിട്ടുമാറാത്ത ഉയർന്ന രക്തസമ്മർദ്ദം, മൈഗ്രെയ്ൻ, ടൈപ്പ് 1 അല്ലെങ്കിൽ ടൈപ്പ് 2 പ്രമേഹം, വൃക്കരോഗം, രക്തം കട്ടപിടിക്കാനുള്ള പ്രവണത, അല്ലെങ്കിൽ ല്യൂപ്പസ് എന്നിവ പോലുള്ളവ - നിങ്ങളുടെ പ്രീക്ലാമ്പ്സിയയുടെ സാധ്യത വർദ്ധിപ്പിക്കുന്നു.
or: ନିର୍ଦ୍ଦିଷ୍ଟ ସର୍ତ୍ତଗୁଡିକର ଇତିହାସ | ଗର୍ଭବତୀ ହେବା ପୂର୍ବରୁ କିଛି ଅବସ୍ଥା ରହିବା - ଯେପରିକି କ୍ରନିକ୍ ଉଚ୍ଚ ରକ୍ତଚାପ, ମାଇଗ୍ରେନ୍, ଟାଇପ୍ 1 କିମ୍ବା ଟାଇପ୍ 2 ଡାଇବେଟିସ୍, କିଡନୀ ରୋଗ, ରକ୍ତ ଜମାଟ ବାନ୍ଧିବା କିମ୍ବା ଲୁପସ୍ - ପ୍ରିକ୍ଲମ୍ପସିଆର ଆଶଙ୍କା ବ increases ାଇଥାଏ |
ta: சில நிபந்தனைகளின் வரலாறு. நீங்கள் கர்ப்பமாவதற்கு முன் சில நிபந்தனைகளைக் கொண்டிருப்பது - நாள்பட்ட உயர் இரத்த அழுத்தம், ஒற்றைத் தலைவலி, வகை 1 அல்லது வகை 2 நீரிழிவு நோய், சிறுநீரக நோய், இரத்தக் கட்டிகளை உருவாக்கும் போக்கு அல்லது லூபஸ் போன்றவை - உங்கள் ஆபத்தை அதிகரிக்கிறது. ப்ரீக்ளாம்ப்சியாவின்.
te: కొన్ని పరిస్థితుల చరిత్ర. మీరు గర్భవతి కావడానికి ముందు కొన్ని పరిస్థితులను కలిగి ఉండటం - దీర్ఘకాలిక అధిక రక్తపోటు, మైగ్రేన్లు, టైప్ 1 లేదా టైప్ 2 మధుమేహం, మూత్రపిండాల వ్యాధి, రక్తం గడ్డకట్టే ధోరణి లేదా లూపస్ వంటివి - మీ ప్రీక్లాంప్సియా ప్రమాదాన్ని పెంచుతుంది.

# preTwentyFour
source: In vitro fertilization. Your risk of preeclampsia is increased if your baby was conceived with in vitro fertilization.
bn: ইন ভিট্রো ফার্টিলাইজেশন। আপনার শিশুর যদি ইন ভিট্রো ফার্টিলাইজেশনের মাধ্যমে গর্ভধারণ করা হয় তবে আপনার প্রিক্ল্যাম্পসিয়ার ঝুঁকি বেড়ে যায়।
hi: इन विट्रो निषेचन में। यदि आपका शिशु इन विट्रो फर्टिलाइजेशन के साथ गर्भ में है तो प्रीक्लेम्पसिया का खतरा बढ़ जाता है।
kn: ಪ್ರನಾಳೀಯ ಫಲೀಕರಣ. ನಿಮ್ಮ ಮಗುವನ್ನು ವಿಟ್ರೊ ಫಲೀಕರಣದೊಂದಿಗೆ ಗರ್ಭಧರಿಸಿದರೆ ಪ್ರಿಕ್ಲಾಂಪ್ಸಿಯಾದ ನಿಮ್ಮ ಅಪಾಯವು ಹೆಚ್ಚಾಗುತ್ತದೆ.
ml: ഇൻ വിട്രോ ഫെർട്ടിലൈസേഷൻ. ഇൻ വിട്രോ ഫെർട്ടിലൈസേഷനിലൂടെയാണ് നിങ്ങളുടെ കുഞ്ഞ് ഗർഭം ധരിച്ചതെങ്കിൽ പ്രീക്ലാമ്പ്സിയയുടെ സാധ്യത വർദ്ധിക്കും.
or: ଭିଟ୍ରୋ ଫର୍ଟିଲାଇଜେସନ୍ | ଯଦି ଆପଣଙ୍କର ଶିଶୁକୁ ଭିଟ୍ରୋ ଫର୍ଟିଲାଇଜେସନ୍ ସହିତ ଗର୍ଭଧାରଣ କରାଯାଏ ତେବେ ଆପଣଙ୍କର preeclampsia ହେବାର ଆଶଙ୍କା ବ is ିଯାଏ |
ta: விட்ரோ கருத்தரித்தல். உங்கள் குழந்தை கருவிழி கருத்தரிப்புடன் கருத்தரித்திருந்தால், ப்ரீக்ளாம்ப்சியாவின் ஆபத்து அதிகரிக்கிறது.
te: కృత్రిమ గర్భధారణ. మీ బిడ్డ ఇన్ విట్రో ఫెర్టిలైజేషన్‌తో గర్భం దాల్చినట్లయితే మీ ప్రీక్లాంప్సియా ప్రమాదం పెరుగుతుంది.

# preTwentyFive
source: The more severe your preeclampsia and the earlier it occurs in your pregnancy, the greater the risks for you and your baby. Preeclampsia may require induced labor and delivery. Delivery by cesarean delivery (C-section) may be necessary if there are clinical or obstetric conditions that require a speedy delivery.
bn: আপনার প্রিক্ল্যাম্পসিয়া যত বেশি গুরুতর এবং আপনার গর্ভাবস্থায় এটি যত আগে ঘটে, আপনার এবং আপনার শিশুর জন্য ঝুঁকি তত বেশি। প্রিক্ল্যাম্পসিয়ায় প্ররোচিত শ্রম এবং প্রসবের প্রয়োজন হতে পারে। সিজারিয়ান ডেলিভারির মাধ্যমে ডেলিভারি (সি-সেকশন) প্রয়োজন হতে পারে যদি ক্লিনিক্যাল বা প্রসূতি রোগের অবস্থার জন্য দ্রুত ডেলিভারির প্রয়োজন হয়।
hi: आपका प्रीक्लेम्पसिया जितना गंभीर होगा और यह आपकी गर्भावस्था में जितनी जल्दी होगा, आपके और आपके बच्चे के लिए जोखिम उतना ही अधिक होगा। प्रीक्लेम्पसिया के लिए प्रेरित श्रम और प्रसव की आवश्यकता हो सकती है। सिजेरियन डिलीवरी (सी-सेक्शन) द्वारा डिलीवरी आवश्यक हो सकती है यदि नैदानिक ​​या प्रसूति संबंधी स्थितियां हैं जिनके लिए शीघ्र वितरण की आवश्यकता होती है।
kn: ನಿಮ್ಮ ಪ್ರೀಕ್ಲಾಂಪ್ಸಿಯಾವು ಹೆಚ್ಚು ತೀವ್ರವಾಗಿರುತ್ತದೆ ಮತ್ತು ನಿಮ್ಮ ಗರ್ಭಾವಸ್ಥೆಯಲ್ಲಿ ಅದು ಮೊದಲೇ ಸಂಭವಿಸುತ್ತದೆ, ನಿಮಗೆ ಮತ್ತು ನಿಮ್ಮ ಮಗುವಿಗೆ ಹೆಚ್ಚಿನ ಅಪಾಯಗಳು. ಪ್ರಿಕ್ಲಾಂಪ್ಸಿಯಾಕ್ಕೆ ಪ್ರಚೋದಿತ ಹೆರಿಗೆ ಮತ್ತು ಹೆರಿಗೆಯ ಅಗತ್ಯವಿರುತ್ತದೆ. ತ್ವರಿತ ಹೆರಿಗೆಯ ಅಗತ್ಯವಿರುವ ಕ್ಲಿನಿಕಲ್ ಅಥವಾ ಪ್ರಸೂತಿ ಪರಿಸ್ಥಿತಿಗಳು ಇದ್ದಲ್ಲಿ ಸಿಸೇರಿಯನ್ ಹೆರಿಗೆಯ ಮೂಲಕ (ಸಿ-ಸೆಕ್ಷನ್) ಹೆರಿಗೆ ಅಗತ್ಯವಾಗಬಹುದು.
ml: നിങ്ങളുടെ പ്രീക്ലാംപ്സിയ എത്രത്തോളം കഠിനവും നിങ്ങളുടെ ഗർഭാവസ്ഥയിൽ നേരത്തെ സംഭവിക്കുന്നുവോ അത്രയും നിങ്ങൾക്കും നിങ്ങളുടെ കുഞ്ഞിനും അപകടസാധ്യതകൾ വർദ്ധിക്കും. പ്രീക്ലാമ്പ്സിയയ്ക്ക് പ്രസവവും പ്രസവവും ആവശ്യമായി വന്നേക്കാം. വേഗത്തിലുള്ള പ്രസവം ആവശ്യമായ ക്ലിനിക്കൽ അല്ലെങ്കിൽ ഒബ്സ്റ്റട്രിക് അവസ്ഥകൾ ഉണ്ടെങ്കിൽ സിസേറിയൻ ഡെലിവറി (സി-സെക്ഷൻ) വഴിയുള്ള ഡെലിവറി ആവശ്യമായി വന്നേക്കാം.
or: ତୁମର preeclampsia ଯେତେ ଗମ୍ଭୀର ଏବଂ ଏହା ତୁମର ଗର୍ଭାବସ୍ଥାରେ ଯେତେ ଅଧିକ ଘଟେ, ତୁମ ଏବଂ ତୁମର ଶିଶୁ ପାଇଁ ବିପଦ ଅଧିକ | ପ୍ରିକ୍ଲମ୍ପସିଆ ପ୍ରେରିତ ଶ୍ରମ ଏବଂ ପ୍ରସବ ଆବଶ୍ୟକ କରିପାରନ୍ତି | ସିଜରିଆନ୍ ଡେଲିଭରି (ସି-ସେକ୍ସନ୍) ଦ୍ୱାରା ବିତରଣ ଆବଶ୍ୟକ ହୋଇପାରେ ଯଦି କ୍ଲିନିକାଲ୍ କିମ୍ବା ପ୍ରସୂତି ଅବସ୍ଥା ଅଛି ଯାହା ଶୀଘ୍ର ବିତରଣ ଆବଶ୍ୟକ କରେ |
ta: உங்கள் ப்ரீக்ளாம்ப்சியா எவ்வளவு கடுமையானது மற்றும் அது உங்கள் கர்ப்ப காலத்தில் ஏற்படுகிறதோ, அவ்வளவு அதிகமாக உங்களுக்கும் உங்கள் குழந்தைக்கும் ஆபத்துகள் அதிகம். பிரீக்ளாம்ப்சியாவிற்கு பிரசவம் மற்றும் பிரசவம் தேவைப்படலாம். சிசேரியன் பிரசவம் (சி-பிரிவு) மூலம் பிரசவம் தேவைப்படலாம் விரைவான பிரசவம் தேவைப்படும் மருத்துவ அல்லது மகப்பேறு நிலைமைகள் உள்ளன.
te: మీ ప్రీఎక్లాంప్సియా ఎంత తీవ్రంగా ఉంటే మరియు అది మీ గర్భధారణలో ఎంత త్వరగా సంభవిస్తే, మీకు మరియు మీ బిడ్డకు ఎక్కువ ప్రమాదాలు ఉంటాయి. ప్రీక్లాంప్సియాకు ప్రేరేపిత ప్రసవం మరియు ప్రసవం అవసరం కావచ్చు. త్వరిత ప్రసవం అవసరమయ్యే క్లినికల్ లేదా ప్రసూతి సంబంధమైన పరిస్థితులు ఉంటే సిజేరియన్ డెలివరీ (సి-సెక్షన్) ద్వారా డెలివరీ అవసరం కావచ్చు.

# preTwentySix
source: Otherwise, your doctor may recommend a scheduled vaginal delivery. Your obstetric provider will talk with you about what type of delivery is right for your condition. Complications of preeclampsia may include: Fetal growth restriction. Preeclampsia affects the arteries carrying blood to the placenta. If the placenta doesn't get enough blood, your baby may receive inadequate blood and oxygen and fewer nutrients. This can lead to slow growth known as fetal growth restriction, low birth weight or preterm birth.
bn: অন্যথায়, আপনার ডাক্তার একটি নির্ধারিত যোনি প্রসবের সুপারিশ করতে পারেন। আপনার প্রসূতি প্রদানকারী আপনার সাথে কথা বলবেন আপনার অবস্থার জন্য কোন ধরনের ডেলিভারি সঠিক। প্রিক্ল্যাম্পসিয়ার জটিলতার মধ্যে অন্তর্ভুক্ত থাকতে পারে: ভ্রূণের বৃদ্ধির সীমাবদ্ধতা। প্রিক্ল্যাম্পসিয়া প্লাসেন্টায় রক্ত ​​বহনকারী ধমনীকে প্রভাবিত করে। যদি প্লাসেন্টা পর্যাপ্ত রক্ত ​​না পায়, তাহলে আপনার শিশু অপর্যাপ্ত রক্ত ​​এবং অক্সিজেন এবং কম পুষ্টি গ্রহণ করতে পারে। এটি ভ্রূণের বৃদ্ধির সীমাবদ্ধতা, কম জন্ম ওজন বা অকাল জন্ম হিসাবে পরিচিত ধীর গতির বৃদ্ধি হতে পারে।
hi: अन्यथा, आपका डॉक्टर एक निर्धारित योनि प्रसव की सिफारिश कर सकता है। आपका प्रसूति प्रदाता आपसे इस बारे में बात करेगा कि आपकी स्थिति के लिए किस प्रकार की डिलीवरी सही है। प्रीक्लेम्पसिया की जटिलताओं में शामिल हो सकते हैं: भ्रूण वृद्धि प्रतिबंध। प्रीक्लेम्पसिया रक्त को प्लेसेंटा तक ले जाने वाली धमनियों को प्रभावित करता है। यदि प्लेसेंटा को पर्याप्त रक्त नहीं मिलता है, तो आपके बच्चे को अपर्याप्त रक्त और ऑक्सीजन और कम पोषक तत्व प्राप्त हो सकते हैं। इससे धीमी वृद्धि हो सकती है जिसे भ्रूण वृद्धि प्रतिबंध, जन्म के समय कम वजन या समय से पहले जन्म के रूप में जाना जाता है।
kn: ಇಲ್ಲದಿದ್ದರೆ, ನಿಮ್ಮ ವೈದ್ಯರು ನಿಗದಿತ ಯೋನಿ ಹೆರಿಗೆಯನ್ನು ಶಿಫಾರಸು ಮಾಡಬಹುದು. ನಿಮ್ಮ ಪ್ರಸೂತಿ ಪೂರೈಕೆದಾರರು ನಿಮ್ಮ ಸ್ಥಿತಿಗೆ ಯಾವ ರೀತಿಯ ಹೆರಿಗೆ ಸರಿಯಾಗಿದೆ ಎಂಬುದರ ಕುರಿತು ನಿಮ್ಮೊಂದಿಗೆ ಮಾತನಾಡುತ್ತಾರೆ. ಪ್ರಿಕ್ಲಾಂಪ್ಸಿಯಾದ ತೊಡಕುಗಳು ಇವುಗಳನ್ನು ಒಳಗೊಂಡಿರಬಹುದು: ಭ್ರೂಣದ ಬೆಳವಣಿಗೆಯ ನಿರ್ಬಂಧ. ಪ್ರಿಕ್ಲಾಂಪ್ಸಿಯಾವು ಜರಾಯುವಿಗೆ ರಕ್ತವನ್ನು ಸಾಗಿಸುವ ಅಪಧಮನಿಗಳ ಮೇಲೆ ಪರಿಣಾಮ ಬೀರುತ್ತದೆ. ಜರಾಯು ಸಾಕಷ್ಟು ರಕ್ತವನ್ನು ಪಡೆಯದಿದ್ದರೆ, ನಿಮ್ಮ ಮಗುವಿಗೆ ಅಸಮರ್ಪಕ ರಕ್ತ ಮತ್ತು ಆಮ್ಲಜನಕ ಮತ್ತು ಕಡಿಮೆ ಪೋಷಕಾಂಶಗಳನ್ನು ಪಡೆಯಬಹುದು. ಇದು ಭ್ರೂಣದ ಬೆಳವಣಿಗೆಯ ನಿರ್ಬಂಧ, ಕಡಿಮೆ ಜನನ ತೂಕ ಅಥವಾ ಅವಧಿಪೂರ್ವ ಜನನ ಎಂದು ಕರೆಯಲ್ಪಡುವ ನಿಧಾನ ಬೆಳವಣಿಗೆಗೆ ಕಾರಣವಾಗಬಹುದು.
ml: അല്ലെങ്കിൽ, നിങ്ങളുടെ ഡോക്ടർ ഒരു ഷെഡ്യൂൾ ചെയ്ത യോനി പ്രസവം ശുപാർശ ചെയ്തേക്കാം. ഏത് തരത്തിലുള്ള പ്രസവമാണ് നിങ്ങളുടെ അവസ്ഥയ്ക്ക് അനുയോജ്യമെന്ന് നിങ്ങളുടെ ഒബ്‌സ്റ്റെട്രിക് പ്രൊവൈഡർ നിങ്ങളോട് സംസാരിക്കും. പ്രീക്ലാമ്പ്സിയയുടെ സങ്കീർണതകൾ ഉൾപ്പെടാം: ഗര്ഭപിണ്ഡത്തിന്റെ വളർച്ചാ നിയന്ത്രണം. പ്ലാസന്റയിലേക്ക് രക്തം കൊണ്ടുപോകുന്ന ധമനികളെ പ്രീക്ലാമ്പ്സിയ ബാധിക്കുന്നു. പ്ലാസന്റയ്ക്ക് ആവശ്യത്തിന് രക്തം ലഭിക്കുന്നില്ലെങ്കിൽ, നിങ്ങളുടെ കുഞ്ഞിന് അപര്യാപ്തമായ രക്തവും ഓക്സിജനും കുറച്ച് പോഷകങ്ങളും ലഭിച്ചേക്കാം. ഇത് ഗര്ഭപിണ്ഡത്തിന്റെ വളർച്ചാ നിയന്ത്രണം, കുറഞ്ഞ ജനന ഭാരം അല്ലെങ്കിൽ മാസം തികയാതെയുള്ള ജനനം എന്നറിയപ്പെടുന്ന മന്ദഗതിയിലുള്ള വളർച്ചയ്ക്ക് കാരണമാകും.
or: ଅନ୍ୟଥା, ଆପଣଙ୍କର ଡାକ୍ତର ଏକ ନିର୍ଦ୍ଦିଷ୍ଟ ଯ ag ନ ପ୍ରସବ ପାଇଁ ସୁପାରିଶ କରିପାରନ୍ତି | ତୁମର ପ୍ରସୂତି ପ୍ରଦାନକାରୀ ଆପଣଙ୍କ ଅବସ୍ଥା ପାଇଁ କେଉଁ ପ୍ରକାରର ବିତରଣ ଠିକ୍ ତାହା ବିଷୟରେ ଆପଣଙ୍କ ସହ କଥା ହେବେ | ପ୍ରିକ୍ଲମ୍ପସିଆର ଜଟିଳତା ଅନ୍ତର୍ଭୁକ୍ତ କରିପାରେ: ଗର୍ଭଧାରଣ ବୃଦ୍ଧି ପ୍ରତିବନ୍ଧକ | ପ୍ଲେକ୍ସେଣ୍ଟାରେ ରକ୍ତ ବହନ କରୁଥିବା ଧମନୀକୁ ପ୍ରିକ୍ଲାମପ୍ସିଆ ପ୍ରଭାବିତ କରେ | ଯଦି ପ୍ଲେସେଣ୍ଟା ଯଥେଷ୍ଟ ରକ୍ତ ନ ପାଏ, ତେବେ ଆପଣଙ୍କ ଶିଶୁ ଅପର୍ଯ୍ୟାପ୍ତ ରକ୍ତ ଏବଂ ଅମ୍ଳଜାନ ଏବଂ କମ୍ ପୋଷକ ତତ୍ତ୍ୱ ଗ୍ରହଣ କରିପାରେ | ଏହା ଧୀର ଅଭିବୃଦ୍ଧିର କାରଣ ହୋଇପାରେ ଯାହା ଭ୍ରୁଣର ବୃଦ୍ଧି ପ୍ରତିବନ୍ଧକ, କମ୍ ଜନ୍ମର ଓଜନ କିମ୍ବା ପୂର୍ବ ଜନ୍ମ ଭାବରେ ଜଣାଶୁଣା |
ta: இல்லையெனில், உங்கள் மருத்துவர் ஒரு திட்டமிட்ட யோனிப் பிரசவத்தை பரிந்துரைக்கலாம். உங்கள் மகப்பேறியல் வழங்குநர் உங்கள் நிலைக்கு எந்த வகையான பிரசவம் சரியானது என்பதைப் பற்றி உங்களுடன் பேசுவார். ப்ரீக்ளாம்ப்சியாவின் சிக்கல்கள் பின்வருவனவற்றை உள்ளடக்கியிருக்கலாம்: கரு வளர்ச்சிக் கட்டுப்பாடு. ப்ரீக்ளாம்ப்சியா இரத்தத்தைச் சுமந்து செல்லும் தமனிகளைப் பாதிக்கிறது நஞ்சுக்கொடிக்கு போதுமான இரத்தம் கிடைக்கவில்லை என்றால், உங்கள் குழந்தை போதுமான இரத்தம் மற்றும் ஆக்ஸிஜன் மற்றும் குறைவான ஊட்டச்சத்துக்களைப் பெறலாம். இது கரு வளர்ச்சி கட்டுப்பாடு, குறைந்த பிறப்பு எடை அல்லது குறைப்பிரசவம் எனப்படும் மெதுவான வளர்ச்சிக்கு வழிவகுக்கும்.
te: లేకపోతే, మీ డాక్టర్ షెడ్యూల్ చేసిన యోని డెలివరీని సిఫారసు చేయవచ్చు. మీ పరిస్థితికి ఏ రకమైన డెలివరీ సరైనదో మీ ప్రసూతి వైద్యుడు మీతో మాట్లాడతారు. ప్రీఎక్లంప్సియా యొక్క సమస్యలు: పిండం పెరుగుదల పరిమితి. ప్రీక్లాంప్సియా మాయకు రక్తాన్ని మోసే ధమనులను ప్రభావితం చేస్తుంది. ప్లాసెంటాకు తగినంత రక్తం లభించకపోతే, మీ బిడ్డ తగినంత రక్తం మరియు ఆక్సిజన్ మరియు తక్కువ పోషకాలను అందుకోవచ్చు. ఇది పిండం పెరుగుదల పరిమితి, తక్కువ జనన బరువు లేదా ముందస్తు జననం అని పిలువబడే నెమ్మదిగా పెరుగుదలకు దారితీస్తుంది.

# preTwentySeven
source: Preterm birth. If you have preeclampsia with severe features, you may need to be delivered early, to save the life of you and your baby. Prematurity can lead to breathing and other problems for your baby. Your health care provider will help you understand when is the ideal time for your delivery.
bn: নির্ধারিত সময়ের পূর্বে জন্ম. আপনার যদি গুরুতর বৈশিষ্ট্য সহ প্রিক্ল্যাম্পসিয়া থাকে, তবে আপনার এবং আপনার শিশুর জীবন বাঁচাতে আপনার তাড়াতাড়ি প্রসব করাতে হবে। অকালপক্কতা আপনার শিশুর শ্বাস এবং অন্যান্য সমস্যা হতে পারে। আপনার স্বাস্থ্যসেবা প্রদানকারী আপনাকে বুঝতে সাহায্য করবে কখন আপনার প্রসবের জন্য আদর্শ সময়।
hi: अपरिपक्व जन्म। यदि आपको गंभीर लक्षणों के साथ प्रीक्लेम्पसिया है, तो आपको और आपके बच्चे के जीवन को बचाने के लिए, आपको जल्दी प्रसव कराने की आवश्यकता हो सकती है। समय से पहले जन्म लेने से आपके बच्चे को सांस लेने और अन्य समस्याएं हो सकती हैं। आपका स्वास्थ्य देखभाल प्रदाता आपको यह समझने में मदद करेगा कि आपकी डिलीवरी का आदर्श समय कब है।
kn: ಅವಧಿಪೂರ್ವ ಜನನ. ನೀವು ತೀವ್ರವಾದ ಲಕ್ಷಣಗಳೊಂದಿಗೆ ಪ್ರಿಕ್ಲಾಂಪ್ಸಿಯಾವನ್ನು ಹೊಂದಿದ್ದರೆ, ನಿಮ್ಮ ಮತ್ತು ನಿಮ್ಮ ಮಗುವಿನ ಜೀವವನ್ನು ಉಳಿಸಲು ನೀವು ಬೇಗನೆ ಹೆರಿಗೆ ಮಾಡಬೇಕಾಗಬಹುದು. ಅಕಾಲಿಕತೆಯು ನಿಮ್ಮ ಮಗುವಿಗೆ ಉಸಿರಾಟ ಮತ್ತು ಇತರ ಸಮಸ್ಯೆಗಳಿಗೆ ಕಾರಣವಾಗಬಹುದು. ನಿಮ್ಮ ಹೆರಿಗೆಗೆ ಸೂಕ್ತ ಸಮಯ ಯಾವಾಗ ಎಂಬುದನ್ನು ಅರ್ಥಮಾಡಿಕೊಳ್ಳಲು ನಿಮ್ಮ ಆರೋಗ್ಯ ರಕ್ಷಣೆ ನೀಡುಗರು ನಿಮಗೆ ಸಹಾಯ ಮಾಡುತ್ತಾರೆ.
ml: മാസം തികയാതെയുള്ള ജനനം. നിങ്ങൾക്ക് ഗുരുതരമായ സ്വഭാവസവിശേഷതകളുള്ള പ്രീക്ലാംപ്സിയ ഉണ്ടെങ്കിൽ, നിങ്ങളുടെയും നിങ്ങളുടെ കുഞ്ഞിന്റെയും ജീവൻ രക്ഷിക്കാൻ, നേരത്തെ തന്നെ പ്രസവിക്കേണ്ടി വന്നേക്കാം. മാസം തികയാതെ വരുന്നത് നിങ്ങളുടെ കുഞ്ഞിന് ശ്വസനത്തിനും മറ്റ് പ്രശ്നങ്ങൾക്കും ഇടയാക്കും. നിങ്ങളുടെ പ്രസവത്തിന് അനുയോജ്യമായ സമയം എപ്പോഴാണെന്ന് മനസ്സിലാക്കാൻ നിങ്ങളുടെ ആരോഗ്യ പരിരക്ഷാ ദാതാവ് നിങ്ങളെ സഹായിക്കും.
or: ଜନ୍ମ ପୂର୍ବରୁ ଯଦି ତୁମର ଗୁରୁତର ବ features ଶିଷ୍ଟ୍ୟ ସହିତ ପ୍ରିକ୍ଲମ୍ପସିଆ ଅଛି, ତୁମକୁ ଏବଂ ତୁମର ଶିଶୁର ଜୀବନ ବଞ୍ଚାଇବାକୁ ତୁମକୁ ଶୀଘ୍ର ପ୍ରସବ କରିବାକୁ ପଡିବ | ଅପରିପକ୍ୱତା ଆପଣଙ୍କ ଶିଶୁ ପାଇଁ ଶ୍ୱାସକ୍ରିୟା ଏବଂ ଅନ୍ୟାନ୍ୟ ସମସ୍ୟା ସୃଷ୍ଟି କରିପାରେ | ଆପଣଙ୍କ ସ୍ୱାସ୍ଥ୍ୟ ସେବା ପ୍ରଦାନକାରୀ ଆପଣଙ୍କୁ ବୁ help ିବାରେ ସାହାଯ୍ୟ କରିବେ ଯେତେବେଳେ ଆପଣଙ୍କ ବିତରଣ ପାଇଁ ଆଦର୍ଶ ସମୟ |
ta: முன்கூட்டிய பிறப்பு. உங்களுக்கு கடுமையான அம்சங்களுடன் ப்ரீக்ளாம்ப்சியா இருந்தால், உங்கள் மற்றும் உங்கள் குழந்தையின் உயிரைக் காப்பாற்ற, முன்கூட்டியே பிரசவம் செய்ய வேண்டியிருக்கும். குறைப்பிரசவமானது உங்கள் குழந்தைக்கு சுவாசம் மற்றும் பிற பிரச்சனைகளுக்கு வழிவகுக்கும். உங்கள் உடல்நலப் பாதுகாப்பு வழங்குநர் உங்கள் டெலிவரிக்கு உகந்த நேரம் எப்போது என்பதைப் புரிந்துகொள்ள உதவும்.
te: ముందస్తు జననం. మీకు తీవ్రమైన లక్షణాలతో ప్రీక్లాంప్సియా ఉన్నట్లయితే, మీరు మరియు మీ శిశువు యొక్క ప్రాణాలను కాపాడటానికి, మీరు ముందుగానే ప్రసవించవలసి ఉంటుంది. ప్రీమెచ్యూరిటీ మీ బిడ్డకు శ్వాస మరియు ఇతర సమస్యలకు దారితీస్తుంది. మీ డెలివరీకి అనువైన సమయం ఎప్పుడు ఉంటుందో అర్థం చేసుకోవడానికి మీ ఆరోగ్య సంరక్షణ ప్రదాత మీకు సహాయం చేస్తారు.

# preTwentyEight
source: Placental abruption. Preeclampsia increases your risk of placental abruption, a condition in which the placenta separates from the inner wall of your uterus before delivery. Severe abruption can cause heavy bleeding, which can be life-threatening for both you and your baby. HELLP syndrome. HELLP — which stands for hemolysis (the destruction of red blood cells), elevated liver enzymes and low platelet count — syndrome is a more severe form of preeclampsia, and can rapidly become life-threatening for both you and your baby. Symptoms of HELLP syndrome include nausea and vomiting, headache, and upper right abdominal pain.
bn: প্ল্যাসেন্টাল ছেদন. প্রিক্ল্যাম্পসিয়া আপনার প্ল্যাসেন্টাল অ্যাব্রাপেশনের ঝুঁকি বাড়ায়, এমন একটি অবস্থা যেখানে প্রসবের আগে আপনার জরায়ুর ভেতরের দেয়াল থেকে প্লাসেন্টা আলাদা হয়ে যায়। গুরুতর আচমকা ভারী রক্তপাত ঘটাতে পারে, যা আপনার এবং আপনার শিশু উভয়ের জন্যই প্রাণঘাতী হতে পারে। হেল্প সিন্ড্রোম। HELLP — যার অর্থ হিমোলাইসিস (লাল রক্তকণিকা ধ্বংস), লিভারের এনজাইম এবং কম প্লেটলেট সংখ্যা — সিন্ড্রোম হল প্রিক্ল্যাম্পসিয়ার আরও গুরুতর রূপ, এবং এটি দ্রুত আপনার এবং আপনার শিশু উভয়ের জন্যই জীবন-হুমকি হতে পারে। HELLP সিন্ড্রোমের লক্ষণগুলির মধ্যে রয়েছে বমি বমি ভাব এবং বমি, মাথাব্যথা এবং উপরের ডানদিকে পেটে ব্যথা।
hi: अपरा संबंधी अवखण्डन। प्रीक्लेम्पसिया आपके प्लेसेंटल एब्डॉमिनल के जोखिम को बढ़ाता है, एक ऐसी स्थिति जिसमें प्रसव से पहले प्लेसेंटा आपके गर्भाशय की भीतरी दीवार से अलग हो जाता है। गंभीर रुकावट से भारी रक्तस्राव हो सकता है, जो आपके और आपके बच्चे दोनों के लिए जानलेवा हो सकता है। हेल्प सिंड्रोम। एचईएलपी - जिसका अर्थ हेमोलिसिस (लाल रक्त कोशिकाओं का विनाश), ऊंचा यकृत एंजाइम और कम प्लेटलेट काउंट है - सिंड्रोम प्रीक्लेम्पसिया का एक अधिक गंभीर रूप है, और यह आपके और आपके बच्चे दोनों के लिए तेजी से जीवन के लिए खतरा बन सकता है। एचईएलपी सिंड्रोम के लक्षणों में मतली और उल्टी, सिरदर्द और ऊपरी दाहिने पेट में दर्द शामिल हैं।
kn: ಜರಾಯು ಬೇರ್ಪಡುವಿಕೆ. ಪ್ರಿಕ್ಲಾಂಪ್ಸಿಯಾವು ನಿಮ್ಮ ಜರಾಯು ಬೇರ್ಪಡುವಿಕೆಯ ಅಪಾಯವನ್ನು ಹೆಚ್ಚಿಸುತ್ತದೆ, ಈ ಸ್ಥಿತಿಯು ಹೆರಿಗೆಯ ಮೊದಲು ನಿಮ್ಮ ಗರ್ಭಾಶಯದ ಒಳಗಿನ ಗೋಡೆಯಿಂದ ಬೇರ್ಪಡುತ್ತದೆ. ತೀವ್ರವಾದ ಬೇರ್ಪಡುವಿಕೆ ಭಾರೀ ರಕ್ತಸ್ರಾವವನ್ನು ಉಂಟುಮಾಡಬಹುದು, ಇದು ನಿಮಗೆ ಮತ್ತು ನಿಮ್ಮ ಮಗುವಿಗೆ ಜೀವಕ್ಕೆ ಅಪಾಯವನ್ನುಂಟುಮಾಡುತ್ತದೆ. ಹೆಲ್ಪ್ ಸಿಂಡ್ರೋಮ್. ಹೆಲ್ಪ್ - ಇದು ಹಿಮೋಲಿಸಿಸ್ (ಕೆಂಪು ರಕ್ತ ಕಣಗಳ ನಾಶ), ಎತ್ತರದ ಯಕೃತ್ತಿನ ಕಿಣ್ವಗಳು ಮತ್ತು ಕಡಿಮೆ ಪ್ಲೇಟ್‌ಲೆಟ್ ಎಣಿಕೆ - ಸಿಂಡ್ರೋಮ್ ಪ್ರಿಕ್ಲಾಂಪ್ಸಿಯಾದ ಹೆಚ್ಚು ತೀವ್ರವಾದ ರೂಪವಾಗಿದೆ ಮತ್ತು ತ್ವರಿತವಾಗಿ ನಿಮಗೆ ಮತ್ತು ನಿಮ್ಮ ಮಗುವಿಗೆ ಮಾರಣಾಂತಿಕವಾಗಬಹುದು. ಹೆಲ್ಪ್ ಸಿಂಡ್ರೋಮ್‌ನ ಲಕ್ಷಣಗಳು ವಾಕರಿಕೆ ಮತ್ತು ವಾಂತಿ, ತಲೆನೋವು ಮತ್ತು ಮೇಲಿನ ಬಲ ಹೊಟ್ಟೆ ನೋವು.
ml: പ്ലാസന്റൽ അബ്രപ്ഷൻ. പ്രീക്ലാംപ്സിയ നിങ്ങളുടെ പ്ലാസന്റൽ അബ്രപ്ഷൻ സാധ്യത വർദ്ധിപ്പിക്കുന്നു, പ്രസവത്തിന് മുമ്പ് മറുപിള്ള നിങ്ങളുടെ ഗർഭാശയത്തിന്റെ ആന്തരിക ഭിത്തിയിൽ നിന്ന് വേർപെടുത്തുന്ന അവസ്ഥ. കഠിനമായ തടസ്സം കനത്ത രക്തസ്രാവത്തിന് കാരണമാകും, ഇത് നിങ്ങൾക്കും നിങ്ങളുടെ കുഞ്ഞിനും ജീവന് ഭീഷണിയായേക്കാം. ഹെൽപ്പ് സിൻഡ്രോം. ഹെൽപ് - ഇത് ഹീമോലിസിസ് (ചുവന്ന രക്താണുക്കളുടെ നാശം), ഉയർന്ന ലിവർ എൻസൈമുകൾ, കുറഞ്ഞ പ്ലേറ്റ്‌ലെറ്റ് കൗണ്ട് എന്നിവയെ സൂചിപ്പിക്കുന്നു - സിൻഡ്രോം പ്രീക്ലാമ്പ്സിയയുടെ കൂടുതൽ ഗുരുതരമായ രൂപമാണ്, ഇത് നിങ്ങൾക്കും നിങ്ങളുടെ കുഞ്ഞിനും അതിവേഗം ജീവന് ഭീഷണിയായേക്കാം. ഓക്കാനം, ഛർദ്ദി, തലവേദന, വലതുവശത്ത് മുകളിൽ വയറുവേദന എന്നിവ ഹെൽപ് സിൻഡ്രോമിന്റെ ലക്ഷണങ്ങളാണ്.
or: ପ୍ଲେସେଣ୍ଟାଲ୍ ଅବସାଦ | ପ୍ରିକ୍ଲାମପ୍ସିଆ ପ୍ଲେସେଣ୍ଟାଲ୍ ବ୍ୟାଘାତ ହେବାର ଆଶଙ୍କା ବ ବୃଦ୍ଧି ପାଇଥାଏ ାଇଥାଏ, ଏକ ଅବସ୍ଥା ଯେଉଁଥିରେ ପ୍ଲେସେଣ୍ଟା ପ୍ରସବ ପୂର୍ବରୁ ଆପଣଙ୍କ ଗର୍ଭାଶୟର ଭିତର କାନ୍ଥରୁ ଅଲଗା ହୋଇଥାଏ | ଗୁରୁତର ଅବସାଦ ପ୍ରବଳ ରକ୍ତସ୍ରାବର କାରଣ ହୋଇପାରେ, ଯାହା ଆପଣ ଏବଂ ଆପଣଙ୍କ ଶିଶୁ ପାଇଁ ଜୀବନ ପ୍ରତି ବିପଦ ହୋଇପାରେ | HELLP ସିଣ୍ଡ୍ରୋମ୍ | HELLP - ଯାହା ହେମୋଲାଇସିସ୍ (ଲାଲ ରକ୍ତ କଣିକାର ବିନାଶ), ଉଚ୍ଚତର ଯକୃତ ଏନଜାଇମ୍ ଏବଂ କମ୍ ପ୍ଲାଲେଟ୍ ଗଣନା - ସିଣ୍ଡ୍ରୋମ୍ ପ୍ରିକ୍ଲମ୍ପସିଆର ଏକ ଭୟଙ୍କର ରୂପ ଅଟେ ଏବଂ ଏହା ତୁମ ଏବଂ ତୁମର ଶିଶୁ ପାଇଁ ଶୀଘ୍ର ଜୀବନ ପ୍ରତି ବିପଦ ହୋଇପାରେ | HELLP ସିଣ୍ଡ୍ରୋମର ଲକ୍ଷଣ ମଧ୍ୟରେ ବାନ୍ତି ଏବଂ ବାନ୍ତି, ମୁଣ୍ଡବିନ୍ଧା ଏବଂ ଉପର ଡାହାଣ ପେଟ ଯନ୍ତ୍ରଣା ଅନ୍ତର୍ଭୁକ୍ତ |
ta: நஞ்சுக்கொடி சீர்குலைவு. ப்ரீக்ளாம்ப்சியா நஞ்சுக்கொடி சீர்குலைவு அபாயத்தை அதிகரிக்கிறது, பிரசவத்திற்கு முன் நஞ்சுக்கொடி உங்கள் கருப்பையின் உள் சுவரில் இருந்து பிரியும் நிலை. கடுமையான சீர்குலைவு கடுமையான இரத்தப்போக்கு ஏற்படலாம், இது உங்கள் உயிருக்கு ஆபத்தானது. உங்கள் குழந்தை ஹெல்ப் நோய்க்குறி ஹெல்ப் - இது ஹீமோலிசிஸ் (சிவப்பு இரத்த அணுக்களின் அழிவு), உயர்ந்த கல்லீரல் நொதிகள் மற்றும் குறைந்த பிளேட்லெட் எண்ணிக்கை ஆகியவற்றைக் குறிக்கிறது - சிண்ட்ரோம் என்பது ப்ரீக்ளாம்ப்சியாவின் மிகவும் கடுமையான வடிவமாகும், மேலும் இது உங்களுக்கும் உங்களுக்கும் உயிருக்கு ஆபத்தானது. குமட்டல் மற்றும் வாந்தி, தலைவலி மற்றும் மேல் வலது வயிற்று வலி ஆகியவை ஹெல்ப் நோய்க்குறியின் அறிகுறிகளாகும்.
te: ప్లాసెంటల్ అబ్రక్షన్. ప్రీఎక్లాంప్సియా మీ ప్లాసెంటల్ అబ్రప్షన్ ప్రమాదాన్ని పెంచుతుంది, ఈ పరిస్థితిలో మావి ప్రసవానికి ముందు మీ గర్భాశయం లోపలి గోడ నుండి విడిపోతుంది. తీవ్రమైన ఆకస్మిక తీవ్రమైన రక్తస్రావం కలిగిస్తుంది, ఇది మీకు మరియు మీ బిడ్డకు ప్రాణహాని కలిగిస్తుంది. హెల్ప్ సిండ్రోమ్. హెల్ప్ - ఇది హెమోలిసిస్ (ఎర్ర రక్త కణాల నాశనం), ఎలివేటెడ్ లివర్ ఎంజైమ్‌లు మరియు తక్కువ ప్లేట్‌లెట్ కౌంట్ - సిండ్రోమ్ అనేది ప్రీఎక్లాంప్సియా యొక్క మరింత తీవ్రమైన రూపం, ఇది మీకు మరియు మీ బిడ్డకు త్వరగా ప్రాణాపాయంగా మారుతుంది. హెల్ప్ సిండ్రోమ్ యొక్క లక్షణాలు వికారం మరియు వాంతులు, తలనొప్పి మరియు ఎగువ కుడి కడుపు నొప్పి.
